{
	"id":"10",
	"meta":{
		"title":["Le Major Anspech"],
		"lang":["fr"],
		"id":["urn:uuid:9c9f7570-c5fa-49a6-9217-f2b056e75bba"],
		"creator":["Marc Fournier"],
		"publisher":["Project Gutenberg Canada"],
		"meta":["0.3.4"]},
	"data":{
		"chapter":[{
				"title":["Le Major Anspech.","NOUVELLE."],"text":[""]},
			{
				"title":["I."],"text":["Si le major Anspech était un vieillard aussi maigre qu'il était long, et même d'autant plus maigre qu'il était long. Quarante ans avant l'époque où se passa la petite histoire que nous allons, ô lecteur, prendre la liberté de vous raconter, ce digne major était l'un des plus beaux mousquetaires gris du régiment de Monsieur, et bataillard comme quatre. Avec cela quelque fortune, un des beaux noms de Lorraine, du savoir à l'escrime et un coeur passablement affamé. Les femmes de la cour et de la ville, de celles qui ne savaient résister à un mousquetaire, résistaient encore bien moins à un mousquetaire gris, haut de cinq pieds six pouces, et M, le major Anspech leur donnait de si galants assauts, qu'il s'était surnommé de son chef le Turenne des boudoirs.","Mais quarante années changent légèrement un homme: M. Anspech, en 1827, n'était plus que l'ombre de lui-même, et ne possédait autre chose, de toutes ses splendeurs évanouies, que 800 livres de rentes, une culotte en peluche noire, une longue redingote noisette et une mansarde; encore la mansarde lui coûtait-elle 10 écus par an.","Malgré cette réduction notable dans les éléments de son bonheur, le major Anspech, qui était veuf, avait trouvé le moyen de vivre au sein d'une jouissance parfaite durant six mois au moins de l'année. Or, combien y a-t-il d'hommes qui puissent se vanter d'être satisfaits de leur sort un jour sur deux?","Il est vrai que les menus plaisirs du major Anspech ne tendaient pas précisément à écorner son budget, et c'est en cela que, pour un ci-devant mousquetaire, le major nous paraît digne de beaucoup d'éloges. Il avait borné ses voluptés courantes à une promenade aux Tuileries, toutes les fois que le soleil daignait en caresser les avenues, que ce fût par les étreintes brûlantes de la canicule ou par les froids baisers d'un beau jour d'hiver. Mais, comme cet astre est assez rarement chez nous d'une aménité sans nuage, notre vieil ami avait fait une étude approfondie de l'endroit du jardin le plus propre à goûter les douceurs de ","Phébus",", et à ne rien perdre de ses rayons.","Après maintes recherches et plusieurs essais diversement heureux, le major parut fixer son choix.","A l'extrémité de la terrasse des Feuillants, se trouve une pate-forme ombragée d'arbres et de bosquets qui domine tout à la fois et la place de la Concorde et l'entrée architecturale de ce coté-là du jardin. Une rampe en terre-plein termine cette plate-forme, et conduit le promeneur, par un gracieux retour sur elle-même, dans la riche enceinte qui s'ouvre entre les avenues et la porte occidentale des Tuileries. Ce retour de la rampe forme donc, comme on peut le comprendre, un angle assez aigu avec le revêtement de la plate-forme, et c'est du sommet de cet angle, dont les cotés sont deux murailles hautes d'une douzaine de pieds à cet endroit, c'est de ce coin ainsi fortifié que nous allons parler.","\n    ","Le Major Anspech, Mademoiselle Guimard et le Chevalier de Palissandre.","Exposé au soleil levant, l'angle de ces deux murs, comme le lecteur lui-même peut s'en assurer, semble disposé tout exprès pour concentrer le plus de chaleur possible dans un étroit espace, et, telle est même l'intensité de ce foyer, que ce ne fut qu'en y plantant un bosquet de fleurs et d'arbrisseaux qu'on parvint à rendre ce petit coin agréable aux promeneurs. Or, M. Anspech, pour des motifs qui dépendaient un peu de sa culotte de peluche, détestait le voisinage du monde, le contact des promeneurs; et, bien qu'il reposât les yeux sans déplaisir sur les troupes d'enfants qui hantent cette contrée, rien ne l'eut autant gêné que de se trouver en trop proche compagnie avec un de ces jeunes drôles ou quelqu'une de ces fraîches et sémillantes filles au regard moqueur qui présidaient à leurs jeux, il fallait donc que le banc de son choix réunit deux conditions rigoureuses: qu'il fût dans un lieu d'une exposition convenable d'où l'on put voir sans être trop vu, et qu'il offrît une superficie assez restreinte pour que le major une fois assis, personne ne pût espérer s'asseoir à ses côtés.","O banc privilégié, M. Anspech l'avait enfin trouvé juste à ce point d'intersection de la rampe et de la plate-forme, entre deux charmilles de chèvrefeuille, sous un arbrisseau de bel ombrage et tout parfumé de roses et de jasmin. Du soleil jusqu à midi, de la fraîcheur dans le milieu du jour, et le soir des senteurs enivrantes. Ce banc était si étroit, si profondément enfoui entre les feuillages, que M. le major, le plus long et le plus mince des majors, comme nous l'avons insinué, ne s'y encastrait qu'à grand'peine. Mais, une fois assis, les angles et les méplats du major coïncidaient si parfaitement avec tous les accidents géométriques de cette cachette, que celle-ci pouvait dès lors se comparer à une carapace dont M. le major s'était constitué la tortue, et que les rebords imperceptibles du banc n'eussent pas offert à une mouche de quoi reposer quatre de ses pattes pour se frotter à l'aise les deux autres.","Du fond de ce trou, les yeux du vieillard plongeaient sous les marronniers centenaires et allaient se perdre tout au bout des avenues, vers la royale demeure, éblouissante façade derrière laquelle le major devinait des splendeurs où il pénétrait par la pensée et par les souvenirs... La terrasse des Feuillants, où piétinaient les promeneurs, lui apportait mille bruits confus, mille murmures auxquels sa mémoire prêtait aussi des charmes, car tous les alentours palpitaient pour lui de la vie du passé, et c'était ce spectacle, c'était ce soleil, ces fleurs, c'était surtout cette solitude au milieu de la foule, tout cet ensemble de voluptés présentes, liées par le souvenir aux voluptés enfuies, qui faisaient un paradis terrestre de ce petit refuge pour le ci-devant mousquetaire.","Et pourquoi, s'il vous plaît, ce pauvre M. Anspech, qui était gentilhomme après tout, quoique cadet de Lorraine, se trouvait-il réduit, quarante ans après avoir brillé dans les petits appartements de Versailles, à quêter une place gratuite au soleil, et à fuir les regards indiscrets qui eussent exploré de trop près les mystères de sa culotte de peluche?","Pourquoi, mon Dieu? Par suite d'un de ces événements imprévus, bien que très-naturels et très-simples, qui arrivaient souvent le soir au foyer de l'Opéra, du temps que M. de Lauraguais jetait ses louis par la fenêtre pour l'amusement de mademoiselle Arnouil.","Il arriva donc ce soir-là que mademoiselle Guimard, celle qu'un appelait Guimard la jeune, pour la distinguer de sa mère, eut la maladresse de laisser tomber son mouchoir. La conséquence de cet accident fut que le major tomba de chute en chute et de hasard en hasard jusque sur le banc et dans la redingote noisette qui constituent le fond de cette remarquable histoire."]},
			{
				"title":["II."],"text":["Mademoiselle Guimard ayant laissé tomber son mouchoir, une toile de Hollande ennuagée de matines, un bijou de mouchoir filé par la main des fées, M. le chevalier de Palissandre, vaurien fieffé qui portait la chenille et maniait l'épée comme Fronsac, conçut l'impertinente idée de se baisser pour le ramasser; mais il le fit si gauchement, qu'il effleura de son pied celui de M. le mousquetaire Anspech, qui, pour lors, donnait la main à mademoiselle Guimard la jeune. Le butor!... Bref, on échangea deux regards et on se salua le plus poliment du monde, mais le lendemain on alla se couper la gorge.","Dès le point du jour, M. le major Anspech se fit coiffer et habiller de la façon la plus galante, et partit dans son carrosse pour se rendre à la porte Maillot, où était le rendez-vous. Il avait mis 500,000 francs en or dans son carrosse pour passer à l'étranger et y attendre que la famille de Palissandre fut consolée de la mort du chevalier; car il faut savoir que le major avait un battement de fer suivi d'un dégagement en tierce dont il était sûr, et que, dans son idée, M. de Palissandre était on ne peut plus mort.","La chose succéda comme le major l'avait prévu; on ferrailla quelques secondes, et dès que le mousquetaire comprit que le chevalier s'échauffait, il dégagea en tierce avec une telle rapidité, que M. de Palissandre ne vit qu'un éclair et tomba frappé de la foudre. Il faisait jour à peine et M. Anspech fut si pressé de remonter dans son carrosse, qu'il se trompa de voiture et monta dans celle du chevalier, qui partit à fond de train. Lorsqu'il reconnut son erreur, il était trop tard pour qu il revint sur ses pas.","Arrivé à Londres, il songea que son banquier à Paris pourrait lui faire savoir ce qu'étaient devenus son carrosse, ses 5000,000 francs et le chevalier de Palissandre. Il lui écrivit donc et profita de cet ordinaire pour lui demander de l'argent, car le major, en retournant ses poches, avait à peine rassemblé quelques louis. La réponse se fit malheureusement attendre, et le mousquetaire gris de Monsieur, tout en se promenant à Saint-James, en proie à un ennui mortel, fit la connaissance d'une jeune créole des Indes espagnoles, dont il s'amouracha par désoeuvrement. La jeune créole étant sur le point de partir pour la Havane, et M. Anspech ne pouvant d'ailleurs s'acclimater au plum-pudding, notre étourdi fit un millier d'écus du peu de diamants qu'il avait sur lui, et emprunta 1,000 louis à un jeune gentilhomme de ses amis qui était de l'ambassade française et qu'il eut la bonne fortune de rencontrer dans Hyde-Parck. Le lendemain il voguait avec la jeune créole vers les Indes occidentales.","Étant à la Havane, il écrivit de nouveau à son banquier, toujours pour avoir des nouvelles de son carrosse et du chevalier de Palissandre et pour mander qu'on lui envoyât de l'argent. Mais le vaisseau qui portait ces dépêches se perdit apparemment, car six mois après, le major, qui avait mangé jusqu'au dernier doublon, attendait encore des nouvelles de son banquier; il était d'ailleurs horriblement fatigué de la créole. Dans cette situation, il jugea que le meilleur moyen d'avoir une réponse à ses lettres était de l'aller chercher lui-même, au risque d'avoir des démêlés avec le colonel des mousquetaires gris de Monsieur; toutefois, il résolut d'y mettre de la prudence et de rentrer à Paris incognito. Il vendit sa garde-robe pour payer son passage, et débarqua le plus heureusement du monde à la porte de l'Opéra, sous le premier nom qui lui passa par la tête. Ses amis, qui le reconnurent, le pressèrent dans leurs bras et lui apprirent que son banquier était passé en Amérique, lui emportant plus de 500,000 fr., prix d'une terre que le major avait fait vendre l'année auparavant. L'accident le contraria d'autant plus, que cette somme, avec kes 500,000 francs du carrosse, composaient à très-peu de chose près toute sa fortune. Il ne lui restait de ressource que dans le chevalier, mais le chevalier, lui répondit-on, n'avait été malade que quinze jours, et était parti pour Londres dès qu'il avait pu se tenir sur ses jambes. Le major comprit que le chevalier avait voulu lui rendre au plus vite son coup d'épée et ses 500,000 francs; il fut touché de ce procédé jusqu'aux larmes, et reprit dès le lendemain la route d'Angleterre, à la poursuite de son généreux ennemi.","Le major arrive à Londres, court à l'ambassade, visite toutes les tavernes, explore Covent-Garden et l'Opéra, fouille toutes les maisons de jeux, toutes les salles d'armes, toutes les tabagies: point de chevalier! Enfin, il découvre, par les registres de la maison Ashbon et comp., armateurs de la Cité, que M. de Palissandre est parti depuis trois mois pour la Havane. «Au diable, s'écrie le major désappointé, cette drôlesse de Fortune y met de la désobligeance. Je ne retournerais pas dans les griffes de ma créole pour tous les coups d'épée imaginables, pas plus que pour les trésors de Visapour. Je m'en vais en Amérique rouer mon banquier de coups de canne. Cela me distraira.»","C'était au fond le meilleur parti qu'il eût à prendre; car le comte ne possédant plus qu'un revenu de six mille livres, provenant d'une ferme aux environs de Phalsbourg, il valait mieux courir après cinq cent mille francs qu'après cent mille écus. Il alla donc s'embarquer en Hollande pour la Nouvelle-Orléans, où l'on disait que s'était réfugié son banquier, et il l'y trouva en effet, mais déjà ruiné de fond en comble par un agiotage sur des terrains en friche qui ne lui avait pas réussi. Le major se donna du moins l'agrément de le rosser selon ses mérites, et ne sachant plus trop que faire, il courut se battre contre les Anglais, en compagnie de M. de Lafayette.","Il se battit à merveille, et aurait fourni sans doute une fort brillante carrière, sans cette vilaine histoire avec M. de Palissandre, qui l'avait fait quasiment considérer comme déserteur, et lui laissait une sorte de compte ouvert avec la prévôté de Paris.","La guerre d'Amérique terminée, le major Anspech se trouva passablement endetté auprès de quelques amis qui avaient eu la galanterie de deviner une partie de sa position. Cette circonstance lui rappela son carrosse et les trois cent mille francs avec le coup d'épée dont le chevalier de Palissandre lui était demeuré redevable. Il eut l'idée d'écrire à la Havane et d'y prendre des informations exactes, mais on répondit qu'il n'avait paru personne du nom de Palissandre, et que ce gentilhomme, vraisemblablement, devait êre mort en route. C'était à se pendre. D'un autre côté, les quartiers de sa ferme ne lui arrivaient plus depuis six mois, et les nouvelles affaires de 89 ne lui donnaient pas précisément envie d'aller voir lui-même quelle en était la cause: il s'en doutait d'ailleurs à peu près.","La situation du major Anspech était on ne peut plus triste. Tout le trahissait, tout l'accablait à la fois. «N est-ce pas quelque chose d'étourdissant, s'écria-t-il, assis un soir sur la jetée de New-York et entraîné par la vivacité de ses pensées; n'est-ce pas quelque chose de fabuleux que la destinée d'un mousquetaire gris qui a eu le malheur de donner la main à mademoiselle Guimard, juste à l'instant où cette coquine laissait tomber son mouchoir? Voilà une sotte histoire qui me coûte huit cent mille livres, sans compter mes dettes et ma brouillerie avec la prévôté de Paris. O fatalité! qui peut se défendre de tes coups!»","En ce moment, on lui frappa sur l'épaule."]},
			{
				"title":["III."],"text":["«L'ami, dit le nouveau venu, vous me paraissez affecté de quelque chagrin cuisant. Que puis-je faire pour votre service?","--Ce que vous pouvez faire, monsieur, répondit le major d'un air hautain, je veux bien vous le dire: Vous pouvez m'ôter votre chapeau.","--Vous avez raison, reprit l'inconnu, qui sourit avec le plus grand calme, tout en se découvrant; un honnête homme doit des égards au malheur.","--Ce n'est pas mon malheur, monsieur, c'est moi-même que je désire qu'on salue quand on me fait l'honneur de m'adresser la parole.","--Vous êtes Français, monsieur?","--Français et gentilhomme.","--Vous vous trompez.","--Qu'est-ce à dire, sambleu!","--C est-à-dire que vous ne pouvez être gentilhomme français, puisqu'il n'y a plus de gentilshommes en France.","--J'ignore s'il n'y en a plus en France; mais j'en connais un qui va vous envoyer aux poissons.","--Vous ne le ferez pas.","--Est-ce un défi?","--C'est un conseil. Vous êtes le ci-devant baron Anspech de Phalsbourg, et vous descendez par les femmes des derniers ducs de Lorraine, je sais cela. Je sais aussi que votre ferme des environs de Phalsbourg a été confisquée comme bien d'émigré, qu'il ne vous reste pas un sou vaillant en France et que vous y êtes condamné à mort.","--Je vous remercie fort de ces nouvelles; mais je ne vois rien jusque-là qui m'empêche précisément de vous jeter à la mer.","--Vous avez en quelque sorte raison, monsieur; mais, quand vous m'aurez noyé, je ne vois pas non plus en quoi votre position sera meilleure. Vous aurez peut-être un ami de moins, et très-certainement une méchante affaire de plus.","--Il parait, monsieur, que vous avez des prétentions à être furieusement original.","--Je ne sais lequel des deux en a le plus, monsieur, de moi, qui vous éclaire sur votre situation, ou de vous, qui me voulez jeter à l'eau parce que je vous offre mes services.","--Je suis bien votre serviteur, monsieur; mais un gentilhomme qui descend, comme moi, des ducs de Lorraine, n'accepte pas de services d'un étranger.","--Et de qui en accepterez-vous ici, monsieur, si ce n'est d'un étranger?","--Permettez-moi de vous dire, monsieur, qu'un homme comme moi n'est jamais réduit à la misère tant qu'il lui reste son épée.","--Et qu'en ferez-vous?","--J'en châtierais l'insolent qui aurait l'audace de m'humilier par une importune pitié, et plutôt que m'exposer une seconde fois à cette insulte, je me la passerais au travers du corps.","--Vous parlez à merveille; mais convenez qu'il y a quelque chose de mieux à faire que d'insulter Dieu en disposant ainsi de la vie d'autrui et de la vôtre. Êtes-vous bien sûr qu'il ne vous reste d'autre ressource que le suicide?","--Au fait, je crois qu'il me reste six louis.","--Mieux que cela, monsieur le major Anspech; il vous reste un trésor.","--Ce n'est pas la sagesse, à coup sûr.","--Non; mais c'est ce qui la donne.","--Et qu'est-ce donc?","--C'est le travail.","--Ah! ah! vous êtes encyclopédiste.","--Je ne suis qu'une humble créature de Dieu, monsieur le baron, qui a puisé dans le sentiment même de sa faiblesse la science de l'utile jointe à la connaissance du bien. Or, je ne sache qu'une chose qui soit bonne pour l'âme, en même temps qu'elle est salutaire au corps, qu'une chose, entendez-vous, qui sauve l'un et l'autre, celui-là sur terre, et celle-ci dans l'éternité.","--Et cette chose, c'est le travail..., reprit M. Anspech, devenu pensif.","--Oui, monsieur, le travail, auquel tous les hommes sont soumis depuis la création.","--Les hommes, les hommes... Au fait, c'est à peu près juste ce que vous dites la; car n'étant plus baron, je ne serai guère plus qu'un homme désormais. Mais où voulez-vous en venir? Vous me catéchisez depuis une heure comme si je vous reconnaissais quelque titre au droit de m'ennuyer. Je vous prie de croire, monsieur, que je ne sais pas même votre nom.","--Vous ne dites pas vrai.","--Diable! prenez-y garde; c'est votre second démenti.","--Alors, reprit en souriant l'inconnu, permettez-moi d'aller jusqu'au troisième, en vous répétant que vous ne pouvez ignorer mon nom.","--Ma foi, monsieur, si vous pensez que votre nom puisse m'intéresser en quelque chose, je ne vous empêche pas de me le dire.","--C'est ce que j'allais faire quand tout à l'heure je vous ai tendu la main en vous offrant mes services. Je me nomme Franklin.","--Franklin!!! Ah! monsieur, qu'ai-je fuit? me pardonnerez-vous jamais... Que je me jette à vos genoux...»","M. Franklin releva le major en riant aux larmes et lui avoua qu'il n'était point le Franklin que M. le baron imaginait, puisque ce grand homme était mort depuis à peu près deux ans; mais qu'au demeurant, lui, Georges Stewart Zacharie Franklin, banquier à New-York, sous la raison sociale ","Franklin and Son et comp."," en valait bien un autre, et qu'il était tout prêt à en donner des preuves à son digne ami, M. Anspech. Il expliqua en outre à celui-ci que c'était sur la recommandation de M. de Lafayette lui-même, lequel lui ayant écrit de différentes choses, en quittant le Nouveau-Monde, lui avait touché deux mots des aventures et de la situation du major, qu'il s'était mis à la recherche de M. Anspech, et que si ce dernier voulait lut faire l'honneur de venir dîner chez lui, il aurait le plaisir de lui soumettre quelques propositions de nature à être accueillies.","M. le major Anspech, baron de Phalsbourg, tendit la main à M. Franklin, et lui jura que la leçon de sagesse qu'il venait de recevoir si inopinément lui profiterait à l'avenir. Le banquier d'ailleurs le sermonna si bien, que trois jours après, le major se mettait en route pour le Canada, et que trois mois plus tard il dirigeait quatre cents ouvriers colons, qui défrichaient, sous ses ordres, une forêt vierge de plus de huit lieues carrées.","M. Anspech demeura vingt-cinq années au fond de ces solitudes, travaillant à faire entrer la civilisation dans cette nature sauvage comme un coin de fer dans le coeur d'un vieux chêne. Ce fut là, pour un ex-mousquetaire gris de Monsieur, un assez rude apprentissage. Mais il est de la vérité de cette histoire de déclarer sans détour que M. le major, à mesure que sa fortune s'arrondit, mit le bon sens d'oublier, momentanément du moins, qu'il descendait par les femmes des derniers ducs de Lorraine, et qu'ayant pris pour épouse la fille d'un de ses plus riches fermiers, il remercia la Providence, dont les voies bizarres lui avaient fait rencontrer le vrai bonheur à plus de quinze cents lieues de l'Opéra. Malheureusement la femme du major mourut des suites d'une fausse-couche, et le lendemain de cette catastrophe des lettres de France apprirent au gentilhomme le rétablissement des Bourbons. Le diable voulut alors qu'il se ressouvint de sa baronnie de Phalsbourg et de son régiment des mousquetaires. Il mit en vente ses domaines d'Amérique, réalisa toute sa fortune, qui s'élevait à plus d'un million de dollars, et s'embarqua sur ","le Neptune"," en destination pour le Havre. La traversée fut heureuse jusqu'en vue des côtes de Bretagne. Mais un sud-ouest s'éleva pendant la nuit qui devait précéder le terme du voyage, et le vaisseau vint échouer près des côtes, où il se perdit corps et biens. On parvint à sauver quelques passagers, parmi lesquels se trouvait le major, et le gentilhomme toucha la terre de France, aussi pauvre qu'il en était parti trente ans auparavant.","Le seul espoir qui lui restât dans ce désastre fut d'être accueilli convenablement à la cour; et bien que ses idées ne fussent plus les mêmes à beaucoup d'égards, il résolut pourtant de se présenter au roi, dans les gardes duquel il avait servi jadis. Mais, dès sa première visite, il se jugea perdu. Le major, en effet, n'était pas ce qu'on appelait alors ","un noble débris de l'exil",", il avait eu le tort d'être heureux pendant que la monarchie souffrait, et de s'enrichir chez des républicains, tandis que messieurs de la noblesse prenaient à crédit chez les boulangers de Coblentz. On ne pouvait décemment lui tenir compte de sa récente misère, puisqu'il ne la devait qu'à un accident fortuit, et il fut assez froidement congédié.","Le major avait trop présent à la mémoire sa belle lignée maternelle pour s'abaisser à de nouvelles prières. Il tourna fièrement le dos aux Tuileries, et ne songea plus qu'à se faire réintégrer dans sa petite ferme des environs de l'Halsbourg. Il y parvint en partie et avec beaucoup de peine; mais quand il eut payé les avocats, les procureurs, les juges, les huissiers, les commis de bureaux, les expéditionnaires, les droits de timbre, ceux de vente et d'enregistrement; quand il se fut acquitté auprès de quelques anciennes connaissances d'un millier de louis qu'il leur devait, le major se trouva riche de huit cents livres de rente et d'une garde-robe extraordinairement philosophique. Il ne se plaignit pas, ne réclama rien, et vit passer par-dessus sa tête le milliard d'indemnité sans viser à un écu. Sa vie s'encadra sans violence dans les étreintes de la nécessité; son horizon s'amoindrit, ses ambitions s'évanouirent, sa volonté, sa résignation grandirent, et l'homme des forêts américaines, le colon aux rudes labeurs, reparut tout entier, plus beau peut-être, au milieu de tant de ruines, que lorsqu'il était riche et puissant au sein de ses solitudes.","Et nous voici de retour, ô lecteur, à ce petit banc si joliment niché entre le jasmin et les roses, dernier refuge, dernière joie de ce mousquetaire de Monsieur, qui se ruina deux fois, et qui devint un sage parce que mademoiselle Guimard eut la maladresse de laisser tomber son mouchoir!"]},
			{
				"title":["IV."],"text":["Nous regretterions amèrement que l'expression de ","sage"," dont nous nous sommes servi en terminant le chapitre qui précède, induisit le lecteur trop crédule dans une funeste erreur. Le but de cette édifiante histoire est de prouver, au contraire, de la façon la plus nette et la plus irréfragable, que l'homme a beau réduire ses passions aux objets les plus modestes, et placer ses joies dans le cercle rigoureux que lui a tracé la fortune, il suffit que ces passions existent et qu'on en soit l'esclave pour compromettre la raison la plus ferme et exciter des orages qui n'en sont que plus violents pour être concentrés dans un petit espace. Qu'importent les dimensions de la scène? Une tempête dans un verre d'eau, pour la fourmi qui en ose braver les colères, est une tempête pleine de périls et d'horreur. Or, le digne major Anspech fut cette imprudente fourmi.","Un jour, un de ces beaux jours d'avril, alors que le soleil a je ne sais quelle douceur moelleuse et douillette qui rappelle la tiédeur de l'édredon, le descendant par les femmes des derniers ducs de Lorraine ayant brossé avec le plus grand soin sa longue redingote noisette et sa culotte de peluche noire, s'achemina de son pas le plus noble vers son ","retiro"," parfumé. Les habitués de la Petite-Provence, ainsi que se nomme cette extrémité du jardin, enfants, bonnes, jeunes gens et jeunes filles, connaissaient si bien l'","homme du banc",", que personne ne se fût permis d'usurper cette place conquise par le vieillard, et qu'une longue possession lui avait consacrée. Quelle ne fut donc pas la pénible surprise du major, lorsqu'en approchant de son domaine il le vit occupé!","Le premier mouvement de M. Anspech fut de s'y prendre le plus simplement du monde, et d'aller expliquer à l'audacieux occupant par quelle suite de séances, lui, major Anspech, baron de Phalsbourg, issu par les femmes des derniers ducs de Lorraine, avait acquis le droit exclusif de s'asseoir dans l'angle de cette muraille, entre ce jasmin et ces rosiers fleuris. Mais cette nécessité où il allait se trouver de divulguer sa naissance lui répugna; et puis l'homme assis sur son banc était un vieillard comme lui, long comme lui, maigre et sérieux comme lui, qui paraissait, comme lui, ne pas jouir d'une aisance marquée, et dont la figure, comme la sienne, portail les traces de longues souffrances et de luttes péniblement accomplies.","M. Anspech se borna douc à jeter sur l'inconnu un regard de vieux lion qui trouve, en rentrant au gîte, un autre vieux lion mourant, et passa outre.","Ce n'est assurément, se dit-il, qu'un importun de passage; allons au bout de l'avenue, et au retour je le trouverai décampé.","Mais le major se trompait. Il eut beau rôder d'une allée à l'autre, passer et repasser devant son éden usurpé, fusiller de ses deux yeux le vieillard indiscret, celui-ci n'eut pas même l'air de s'apercevoir de ces évolutions menaçantes, et continua paisiblement de rêvasser au soleil, et de suivre d'un long regard mélancolique le cerceau des jeunes filles qui venait parfois rouler jusqu'à ses pieds.","Le soleil obliqua vers l'horizon, les ombres s'allongèrent et finirent bientôt par envahir le berceau. Ce fut alors seulement que l'inconnu se leva, et fit deux tours d'allée pour se dégourdir les jambes avant de disparaître du côté de la rue Saint-Honoré.","M. Anspech rentra chez lui dans un état complet d'exaspération. Le lendemain, le soleil brillait encore, et M. le major procéda de nouveau aux soins minutieux de sa toilette. Sa tête s'était calmée, et la raison lui disait que l'intrus de la veille n'avait aucun intérêt précis à le faire, deux jours de suite, donner à tous les diables. Néanmoins le vieux major était triste, parce qu'à son âge un jour perdu c'est quelque chose.","En arrivant aux Tuileries, le premier objet vers lequel ses yeux se dirigent, c'est son banc, et la personne qu'il y voit assise, c'est l'obstiné vieillard. Le major demeura stupide. Il fit encore un mouvement pour aller arracher cet homme au bien-être dont il se voyait si brutalement déchu. Mais la vieillesse a beau durcir le coeur et lui mettre en quelque sorte des calus entre les fibres, il y avait pour le major des règles de noblesse qu'il devait à sa condition et à son ancien monde, et dont il ne se sentait pas la force de se départir. L'usurpation était flagrante, il en fallait convenir; il y avait même une sorte d'impertinence dans la conduite du coupable, qui n'avait pu méconnaître la veille combien le major était visiblement contrarié de cette dépossession; tous ces motifs étaient plausibles, mais un éclat en serait-il mieux justifié, et quelle que fût au fond la plénitude des droits où se trouvait le baron de Phalsbourg, par rapport à ce fief ombragé de roses, ces droits n'offraient-ils pas au premier coup d'oeil quelque chose de chimérique et même de ridicule, qu'il n'était pas de la dignité d'un cadet de Lorraine d'affronter ouvertement?","Ces réflexions, qui se présentaient sans suite à l'esprit du major, tout en le détournant d'une démarche inconvenante, ne réussissaient guère à le calmer. Il cheminait à l'aventure dans les contre-allées du jardin, heurtant les promeneurs, et même les arbres, et même les bancs, et même les chaises ","payantes",", tout à fait comme une carène démâtée que les vents ballottent cuire vingt courants contraires. C'était quelque chose de réellement pénible à voir, que cette longue redingote trottant sans but, allant, tournant, revenant sur elle-même, et livrée à mille impulsions diverses où s'entremêlaient le courroux, le regret, la douleur et le devoir. Chaque fois que ces révolutions déboulonnées ramenaient le vieillard vis-à-vis de sa félicité détruite, c'est-à-dire en face de ce banc et de ce berceau toujours envahis par l'inconnu, le major levait les yeux au ciel et poussait un si lamentable soupir, que les passants, qui ne s'expliquaient pas ce désespoir, ne laissaient pas que d'en demeurer navrés.","Le lendemain, M. Anspech revint, timide, haletant, plein d'inquiétude et de crainte. Le vieux bourreau d'inconnu s'y trouvait encore!","Le surlendemain, M. Anspech s'y retraîna, sans force et sans espoir..... C'est à peine s'il eut la force de soulever, de loin, des yeux désolés vers son paradis terrestre, où se tenait toujours, comme l'ange implacable des châtiments célestes, cette immobile figure, cet homme aussi long, aussi maigre, aussi respectable assurément que pouvait l'être M. le major, mais infiniment plus patient dans sa cruauté que ne l'était M. le major dans sa résignation.","Le jour suivant, M. Anspech ne reparut pas. Il était au lit, dévoré par une fièvre ardente, et fut, en peu de temps, aux portes du tombeau.","On aurait tort de s'étonner qu'un homme comme le major, qui avait souffert de tant de fortunes diverses, et supporté tant de désastres sans se plaindre, se fut laissé vaincre par un de ces petits malheurs de la vie commune auxquels on se trouve chaque jour exposé. Il suffit d'une goutte pour faire déborder une coupe remplie jusqu'aux bords. Et puis toucher aux habitudes d'un vieillard, n'est-ce pas le surprendre aux sources les plus sacrées de sa vie?","M. Anspech fit une maladie fort grave, dont il eut mille peines à se tirer, isolé qu'il était de toute assistance, et livré à des soins mercenaires qu'il n'avait pas, hélas! le moyen d'encourager. Enfin, il fut sur pied vers le milieu de juillet. Assis dans son vieux fauteuil de velours orange, en face d'une petite fenêtre ouverte qui donnait sur les toits, le descendant des Guise réfléchissait que le petit banc des Tuileries devait être en ce moment un miracle de fraîcheur et de parfums, et qu'on ne pouvait choisir une retraite plus délicieuse contre les ardeurs de la canicule. Le major soupira profondément. Le cours de ses pensées, en remontant ainsi vers des joies perdues venait de rouvrir une blessure à peine cicatrisée. Il demeura plongé quelque temps dans une rêverie douloureuse, entrecoupée de tressaillements et de soupirs.","Lorsque ses forces lui permirent de s'aventurer au dehors, au lieu de diriger sa promenade vers les Tuileries, M. Anspech remonta lu rue du Bac, et poussa jusqu'au Luxembourg Il voulait ainsi donner le chante à son coeur. Mais cet effort demeura sans résultat, malgré son héroïsme; les affections sont tenaces chez un vieillard, parce qu'elles sont égoïstes. Le Luxembourg ne lui rendait rien de ce qu'il aimait, ni le monde qu'il était habitué à voir, ni le palais de ses rois, qui de temps à autres il regardait encore à la dérobée, ni ce prestige des souvenirs que chaque objet lui révélait de l'autre côté de l'eau. Au bout de quelques jours, le major sentit qu'il retomberait infailliblement malade s'il continuait plus longtemps à contrarier ses jambes; mais l'appréhension de s'aller heurter encore à cet inconnu, objet pour lui d'un mélange de haine et de terreur, lui fit concevoir un projet d'une extravagance achevée. On a vraiment besoin, pour admettre qu'une pareille idée ait pu se faire jour dans une tête grise comme celle du major, de réfléchir que l'engouement du vieillard, loin de se relâcher dans les étreintes de la maladie en passant par les excitations de la fièvre, avait dû prendre tous les caractères d'une incurable manie.","Quoi qu'il en fût, il résolut de mettre le jour même son projet à exécution, si la nécessité l'y forçait."]},
			{
				"title":["V."],"text":["Palsambleu! se disait le vieux gentilhomme en traversant le Pont-Royal, j'ai pourtant quelque idée que les choses doivent être un peu changées à la ","Petite-Provence",", et que ce ","m'sieu",", ennuyé que je ne vinsse plus lui offrir mon dépit en spectacle, aura pris le parti de vider les lieux..... et à moins qu'un nouveau démon se soit mis en tête d'achever la besogne de l'autre, c'est-à-dire de me dégoûter de l'existence... Bah! fadaises que tout cela, je vais retrouver mon petit banc plus mignon que jamais... Si cependant le sort eût permis..... Alors, mille diables, je lui montrerai que je suis un Phalsbourg, morbleu! un cadet de Lorraine, corbleu! un mousquetaire gris, jour de Diey! et nous verrous de quel pied il se mouche, ce ","m'sieu","... Eh! cela m'est absolument égal de mourir d'un coup d'épée ou d'un petit banc rentré... A propos, combien voilà-t-il que j'eus mon dernier duel? quarante-deux ans! Hum! c'est un peu long pour l'honneur de Phalsbourg... Mais aussi ce fut un duel gros d'aventures... et qui me coûta cher... cent mille écus! Je voudrais bien savoir si mon argent est au fond de la mer avec ce Palissandre, que le ciel confonde... Quand je songe que nous nous égorgeames pour cette petite Guimard, une pécore! une drôlesse! qui n'avait d'autre mérite, en conscience, que d'être la fille de sa mère... autre coquine qui retournait si bien toutes les poches de ce malheureux Soubise...","M. le major Anspech fredonna ces petits vers en se dandinant de la façon la plus galante dans le long fourreau noisette qu'il appelait sa redingote, ce qui donna quelque chose de si extravagant à sa tournure, que le factionnaire préposé à la porte des Tuileries eut quelque remords de l'avoir laissé passer.","Néanmoins, le major, dès qu'il fut entré dans l'avenue des orangers, reprit un peu d'assiette et de décorum. De plus, il redressa si haut la tête et roidit tellement le jarret, qu'il parut tout à coup d'une longueur au-dessus de toute idée, et qu'on l'eut pris pour l'épée d'un Suisse de Marignan faisant un tour de jardin.","La promenade offrait ce jour-là toutes les splendeurs imaginables. Le soleil miroitait sur les grands bassins rayés d'ombre et de clarté, tamisant ses larges rayons rouges au travers des ormes, et noyant toute l'atmosphère dans une vapeur flamboyante. Des torrents de lumière ruisselaient sur les statues de marbre et les couvraient d'étincelles, tandis que la rêverie, au cou penché, semblait sommeiller, invisible, sous les bosquets en fleurs, et que la brise, réfugiée au plus profond des charmilles, se jouait, escortée des voluptés nonchalantes, comme une nymphe de Délos sous les lauriers sacrés.","Nous n'osons trop affirmer si ce fut précisément dans ces termes que l'ex-mousquetaire gris de Monsieur résuma les sensations caressantes dont l'aspect du jardin, à cette heure et par ce beau soleil, dut vraisemblablement l'inonder. D'ailleurs l'avis de tous les philosophes est que, de deux voluptés, c'est la plus pressante qui l'emporte généralement sur l'autre, et qu'un plaisir médiocre s'efface devant un plaisir extrême.","Tel était pour lors l'état moral de M. le major Anspech.","Ses yeux, en se dirigeant vers l'unique objet de ses pensées. --et comment dire à quelles pulsations bondissantes son coeur était alors livré,--venaient d'apercevoir le cher petit banc libre de tout indiscret promeneur!... Et plus, ô délices! plus il le regardait, plus il le trouvait embelli. Les jeunes pousses du chèvrefeuille, ayant fini par se rencontrer en montant, formaient un dôme de verdure sous lequel apparaissait le petit banc à demi voilé de fleurs.","Un poids de dix-huit cent mille kilogrammes et quelque chose glissa tout d'un coup de la poitrine du major, et lui permit de respirer à l'aise pour la première fois depuis trois mois. L'émotion qu'il en conçut fut si vive, que ses jambes cotonnèrent et qu'il s'appuya contre une caisse d'orangers. Des larmes lui jaillirent des yeux, il voulut se parler à lui-même, entendre le son de sa propre voix, comme s'il eût douté du témoignage de ses sens, mais ses lèvres ne surent articuler que des exclamations convulsives. Ne pouvant parler, il médita. La brume un instant tombée sur sa vie venait de se dissiper enfin, et il n'aurait plus à combattre ce monstre aux doigts crochus, fils du Souvenir, et qu'on appelle Regret!","En célébrant ainsi dans son âme sa félicité revenue, M. le major Anspech avait repris sa route, et marchait la tête penchée comme accablé sous le poids de son ravissement.","Quand il la releva, il n'était plus qu'à deux pas à peine de sa petite cellule. Soudain le major fait un bond en arrière comme s'il eût marché sur un aspic, et demeure immobile la bouche béante, le regard terne et pétrifié.","L'inconnu s'était assis sur le banc.","Le lecteur aurait tort de se laisser dominer ici par des préventions fâcheuses. Rien n'annonçait chez l'inconnu qu'il fût animé de cet amour du mal et de ce penchant à la taquinerie dont l'accusait dans sa pensée M. Anspech, son vindicatif rival. La figure du vieillard était sillonnée de ces belles rides sévères que l'on voit chez les soldats d'Italie peints par M. Charlet, et ce qu'il y avait d'austère dans son regard était tempéré par l'ensemble doux et tendre de sa physionomie. Il était facile de s'apercevoir que cet homme avait beaucoup et longuement souffert. Son extérieur, comme ses traits, avait quelque chose de la rigidité militaire, mais l'habit bleu qu'il portait par-dessus une longue veste de basin blanc, datait d'une époque qui faisait de ce digne débris d'un autre âge une loque aussi détériorée qu'elle était sans tache. Il avait un pantalon de nankin visiblement fatigué par de trop nombreux blanchissages, et des souliers à boucles qui dissimulaient plus d'un mystère sous leur lustre menteur. En un mot, il existait entre ce personnage et M. Anspech tant de points de ressemblance, qu'il fallut réellement le degré de haine aveugle dont celui-ci était animé pour que, de sa part, un mouvement de sympathie ne le rapprochât pas à l'instant de son antagoniste.--Mais, loin d'apercevoir chez l'inconnu ces symptômes de pauvreté noble et fière qui eussent du inspirer au major plutôt des sentiments de frère que d'ennemi, le descendant des Phalsbourg, éperdu de stupeur et de rage, put à peine retrouver assez de sang-froid pour saluer son adversaire d'un coup de chapeau de fort méchant augure.","L'inconnu lui rendit cette hautaine politesse avec autant d'aisance que d'urbanité.","M. Anspech, ce devoir machinal accompli, enfonça son chapeau sur ses yeux et fit un pas en avant.","A ce manifeste, l'inconnu sourit et jeta les yeux autour de lui, comme pour faire comprendre à son visiteur l'impossibilité où il était de lui donner l'hospitalité.","M. Anspech saisit le jeu de cette pantomime et sourit aussi, mais d'un sourire amer. Il faisait d'incroyables efforts pour retrouver la voix.","«Je crois vous reconnaître, monsieur, pour un amateur des Tuileries, dit enfin l'habit bleu en saluant de nouveau; vous venez, comme moi, jouir des charmes d'un beau jour.","--Il y a trois mois que je n'en jouis plus, monsieur, parvint à dire le major d'une voix étranglée et en roulant les yeux.","--En effet, monsieur, j'avais remarqué votre absence.","--Ah! fit M. Anspech de Phalsbourg.»","Ce ","ah!"," fut sinistre.","«Vous paraissez souffrant, reprit l'habit bleu du ton le plus affectueux,--et fatigué, ajouta-t-il, sans toutefois faire mine de céder sa place.","--Vous avez deviné juste, répliqua, le major qui retrouva tout à coup l'exercice entier de son épiglotte; oui, je suis fatigué, monsieur, on ne peut plus fatigué...»","Le major fit une pause comme s'il eût voulu se recueillir rapidement; ensuite il s'approcha jusque sous le nez de l'inconnu et continua:","«Écoutez-moi, ","mon cher m'sieu","; je n'ai pas l'honneur de vous connaître, mais je vous tiens pour un galant homme; d'ailleurs, votre extérieur me plaît, vous me convenez fort, et je serais honoré que vous consentissiez à vous couper la gorge avec moi.»","L'habit bleu fit un soubresaut de surprise mêlé d'effroi. On présume qu'il crut avoir affaire à un fou; mais le major se méprit sur le sens de ce mouvement.","«Ne jugez pas du cheval par son harnais, continua-t-il en se campant sur ses hanches avec beaucoup de noblesse; vous n'aurez pas en moi, ","mossieu",", un antagoniste indigne de l'épée d'un honnête homme; et si des raisons toutes personnelles ne m'obligeaient pas, dés à présent, à vous demander comme une grâce de vous taire mon nom, vous reconnaîtriez que je suis d'un sang qui a toujours fait honneur aux veines où il a coulé.","--Alors, monsieur, répliqua l'inconnu d'un ton presque sérieux, je suis charmé de l'occasion, quelle qu'elle soit, qui nous rapproche, car le nom que je porte, bien qu'il n'entre pas dans mes idées d'en faire un grand état, est pourtant un des plus estimés de l'Angoumois.","--Cela se rencontre à ravir.","--Toutefois, monsieur (l'inconnu s'était levé), vous plairait-il de me dire à quelle cause inattendue je dois l'honneur que vous venez de me faire en me proposant un cartel?","--La voici en deux mots. Vous ne m'avez pas formellement insulté, je dois en convenir, mais vous avez failli me tuer, et je vois que, du train dont vous y allez, vous me tueriez tout à fait. J'aime mieux prendre les devants.»","L'inconnu se rassit, car l'idée lui revint qu'il se querellait avec un lunatique. Mais, cette fois, le major parut comprendre de quelle nature étaient les soupçons de son ennemi, et fit un mouvement d'épaules en même temps qu'il sourit avec dédain.","«J'avais espéré que votre âge, monsieur, reprit-il, vous mettrait à l'abri d'un jugement précipité. Je m'aperçois que je me suis trompé, car vous semblez partager cette tyrannie vulgaire qui met hors la loi tout ce qui se manifeste contrairement aux conventions communes. Recevez donc mes excuses pour l'étrangeté de mon début, et j'ose croire que vous reviendrez, sur mon compte, à une opinion plus sérieuse lorsque vous saurez à quel propos je désire si vivement obtenir l'honneur d'une rencontre avec vous.»","La manière simple et naturelle dont ces derniers mots furent prononcés parut frapper l'inconnu, qui se leva pour la seconde fois. M. Anspech continua en jetant un coup d'oeil rapide sur l'habit bleu du vieillard;","«Je m'assure, monsieur, que vous êtes dans une situation à éprouver quelque sympathie pour ceux que la fortune dédaigne de favoriser. Je puis donc sans rougir convenir devant vous que je suis une de ses victimes. Heureusement pour moi que je n'ai pas reçu dans le Nouveau-Monde, où j'ai passé nombre d'années, de sévères leçons de modération et de sagesse sans en retirer quelque philosophie pratique à mon usage. J'ai été ruiné deux fois de fond en comble, et je m'en suis consolé. De retour d'Amérique, je me suis vu négligé, je dirai même repoussé par des maîtres au service de qui j'avais consacré mes premières années: un roi, des princes qui n'ont pas daigné tendre la main à un ancien serviteur, et qui l'ont laissé vieillir dans l'abandon et dans le besoin. Eh bien! je m'y suis également résigné, et depuis plus de dix ans je supporte sans me plaindre un état voisin de la misère. Mais peut-être savez-vous, monsieur, que les forces de l'homme ne sont pas inépuisables, et qu'il est un point où elles se brisent, C'est à ce point que vous m'avez amené...","--Moi, monsieur? moi!...","--Vous allez me comprendre. La nécessité où j'ai été de rétrécir chaque jour le cercle de mes besoins m'a peu à peu conduit à une modestie de jouissances qui vous étonnera. Les désir croissent avec la fortune, mais un homme raisonnable les force à décroître en raison inverse de ses revers. Les miens, monsieur, s'étaient concentrés sur un objet tel que, grâce à ce choix modeste, je devais me croire à l'abri des caprices de la destinée. L'objet dont je vous parle, c'est le petit banc où vous êtes assis, où, depuis le 17 avril, ","mossieu",", vous êtes venu vous asseoir chaque jour, à ce que je présume, et à une heure plus matinale que celle où j'avais coutume de sortir pour venir me reposer moi-même... Depuis deux ans je m'étais pris d'affection pour cet endroit du jardin, j'aimais ce banc, ce berceau, ces fleurs... En été, j'y venais goûter de douces heures paisibles, en profitant de l'ombre de ces charmilles qui se fait sentir vers onze heures du matin, comme vous avez pu le remarquer... En automne, en hiver, le plus mince soleil réchauffant les murailles du perron, ce petit coin, grâce à l'angle étroit qu'il occupe, devenait un lieu de délices pour les membres engourdis d'un vieillard... que vous dirai-je? cette douce habitude prît un tel empire sur moi que je n'eus bientôt plus qu'un but et qu'une pensée. Le moindre rayon effleurant les toits que ma lucarne domine, le plus pâle sourire du ciel avait pour moi, pauvre vieux, plus de charmes enivrants que n'en eut jamais pour un amant le sourire de celle qu'il aime. C'était une passion véritable, une passion avec toutes ses joies et toutes ses délicieuses douleurs. Un jour de brume ou de pluie me jetait dans le désespoir, et j'éprouvais alors tous les tourments de l'absence. Mais le lendemain était-il beau, je faisais la plus brillante toilette que je pusse imaginer, et j'accourais vers mon petit banc, convaincu que j'allais le retrouver embelli. A présent, monsieur, ai-je besoin de vous apprendre que, depuis le 17 avril, vous m'avez chassé de mon paradis et que vous êtes devenu mon bourreau!... Je n'ai plus que peu de chose à vous dire. Je me souviens que quand j'étais mousquetaire gris dans les gardes de Monsieur, j'aurais tué l'insolent qui eut levé les yeux sur ma maîtresse; vous, monsieur, vous avez mieux fait que de lever les yeux sur elle, car vous me l'avez volée... Vous m'avez pris mon petit banc; c'est plus qu'une insulte... croyez-moi, c'est un meurtre. Ainsi, monsieur, rendez-moi cette place; assurez-moi sur votre foi de gentilhomme que vous la respecterez à l'avenir... ou bien donnez-moi votre heure et choisissez les armes.»","L'inconnu avait écouté le major avec une attention croissante. Mille sentiments contraires s'étaient peints tour à tour sur sa physionomie, et un observateur eût facilement deviné que, depuis un moment, de vifs combats se livraient dans son âme. Quand M. Anspech eut cessé de parler, attendant la réponse de l'habit bleu, celui-ci se promena quelque temps en silence, en proie à un trouble visible que le major crut devoir respecter. Enfin, l'habit bleu s'arrêta, et fixant sur M. Anspech un oeil grave et mélancolique:","«Je suis un vieux soldat, dit-il, et l'alternative qu'il vous plaît de m'offrir ne me répugne pas. Moi aussi je m'étais depuis trois mois fait une chère habitude de ce petit réduit, et comme vous j'avais concentré là les dernières jouissances d'une vie désormais sans bonheur. Vous me parlez de vos infortunes, continua-t-il avec un sourire presque sombre; les miennes, monsieur, ne leur cèdent guère en âpreté. J'étais noble et riche avant la Révolution; mais au retour d'un long voyage, je trouvai la France républicaine, et je me fis républicain par amour pour elle. Ma noblesse devint un sujet de méfiance, j'abdiquai ma noblesse; ma fortune parut insulter à la pauvreté publique, je la déposai tout entière sur l'autel de la patrie; l'ennemi menaçait les frontières, je courus me mêler aux vieilles phalanges de Moreau; je donnai tout à la France, mon nom, mon pain, mon sang... Mais Buonaparte parut et je n'offris plus rien à la République mourante que mon désespoir et mes larmes... On me fit des avances que je repoussai; on voulut me rendre mon rang et ma fortune, je préférai ma misère, et ce ne fut qu'en 1815, lorsque la France se débattait dans un effort suprême, que je repris l'épée pour mourir à Waterloo... Hélas! mieux eût valu mourir! Prisonnier et oublié à dessein dans les échanges, car vous devinez bien qu'on ne voulut pas pardonner à un comte de s'être battu pour la France, je fus emmené dans le fond de la Russie, traîné jusqu'à Tobolsk et abandonné là, sans ressources, à toute l'horreur du dénuement et de la faim. Comment je me suis échappé de ces déserts, c'est ce qui vous intéresse peu. Le ciel a permis que je revisse la France, et m'y voici de retour, mais en butte aux ressentiments du trône, regardé comme traître à la monarchie et détesté par ceux-là même qui pourraient me venir en aide aujourd'hui.»","Le vieillard, en achevant ces mots, croisa lentement les bras et pencha la tête, paraissant remonter dans sa mémoire le cours de ses amers souvenirs, et ne songeant plus à la présence de son interlocuteur.","Celui-ci, disons-le à sa louange, avait également perdu de vue la première cause de cet entretien. Touché de ce récit, qui réveillait en lui une sensibilité quelque peu émoussée par l'âge, il se rapprocha de l'inconnu, et lui posant la main sur le bras, il lui dit d'une voix émue:","«La Providence a eu ses vues secrètes, monsieur le comte, car je viens de m'apercevoir que vous portez ce titre, en permettant à deux infortunes comme les nôtres de se croiser sur leur route; et si j'éprouve quelque soulagement à la peine que me cause le récit de vos malheurs, c'est en pensant que vous avez trouvé la seule personne qui fût en situation de vous plaindre comme vous le méritez.","--Vous oubliez, monsieur, reprit en souriant l'habit bleu, que nous devons nous couper la gorge demain matin.»","Le major rougit et baissa les yeux.","«Écoutez-moi, continua le vieux soldat de la République: Je ne pense réellement pas que l'affaire qui nous occupe","vaille tout à fait un coup d'épée. Convenez d'ailleurs que de pareils passe-temps ne sont plus guère de notre âge. Ah! autrefois je ne dis pas. Au sortir de la comédie, j'allais indifféremment dégainer à la porte Maillot ou rire au café Procope. Tenez, monsieur, moi qui vous parle, j'ai reçu un coup d'épée et fait ensuite près de deux mille lieues à la recherche de mon rival, parce qu'un soir mademoiselle Guimard la jeune avait laissé tomber son mouchoir.","--Qu'ai-je, entendu!... s'écria M. Anspech en faisant nu saut de surprise; vous avez dit... vous... ah! mon Dieu!...","--Que vois-je? vous chancelez, vous pâlissez.,. Auriez-vous eu connaissance de cette malheureuse affaire?... Ah! monsieur, s'il est vrai que vous ayez quelque indice à ce sujet, rendez-moi un service que je n'oublierai de ma vie: apprenez-moi ce qu'est devenu le major Anspech... Mais j'y songe! vous étiez, m'avez-vous dit, des mousquetaires gris de Monsieur; vous avez pu connaître le major, vous l'avez certainement connu... Ah! parlez! je ne possède pour tout bien que six cents livres de rentes, mais je les donnerais pour retrouver le major avant de mourir...","--Vous êtes donc le chevalier de Palissandre?... balbutia le petit-neveu maternel des Guises, qui venait de tomber sur le banc en proie à une défaillance qu'il essayait en vain de surmonter.","--J'ai hérité du titre de comte à la mort de mes deux frères; mais vous, monsieur, dois-je croire... Mes yeux, mes souvenirs ne m'abusent-ils pas en ce moment? Ces traits... oh! encore une fois, parlez; vous seriez?...","--Oui, chevalier, je suis... je suis ton ancien rival.","--Eh bien! le ciel est juste!... il ne veut pas que je meure sans l'avoir revu... Oh! si tu savais, mon pauvre baron, combien de fois, depuis ton départ de France, depuis ta fuite, devrais-je dire, j'ai maudit le sort qui ne permit pas que j'arrivasse à Londres assez à temps pour te rejoindre... J'avais connaissance des mauvaises affaires de ton banquier, et, ne voulant pas lui remettre l'or que tu m'avais laissé avec ton carrosse, et qui m'eût paru trop aventuré dans ses mains, je partis pour te le rendre moi-même et pour l'avertir du danger que courait le reste de ta fortune... Je ne crus pas en être quitte à cette première tentative. J'appris que tu étais parti pour la Havane: je courus sur les traces; mais, battu par des vents contraires, le navire que je montais fut chassé de sa route... Il fallut renoncer à te rejoindre.","--Eh bien! chevalier, c'est-à-dire monsieur le comte,--pardonnez-moi une ancienne habitude,--prenez cette main que je vous offre, et bénissons le sort qui permet que nous nous retrouvions dans des circonstances douloureuses où l'un et l'autre nous avons besoin de presser la main à un ami.","--Que diable dis-tu là, d'Anspech! s'écria le comte en saisissant la main que le major lui tendait, que me parles-tu de circonstances douloureuses... Il n'en est plus pour toi, mon ami; tu es riche, tu es très riche; je crois, Dieu me damne, que tu es horriblement millionnaire!»","Le vieux major fixa sur M. de Palissandre des yeux où se peignit un étonnement stupide.","«Eh! sans doute, continua le comte, car désespérant de te rattraper, je pris le seul parti qui me restait, et qui fut d'attendre que tu revinsses de toi-même chercher les trois cent mille francs. Mais pour ne pas ressembler à cet homme de l'Évangile à qui l'on confia deux talents dont il ne sut que faire, je me gardai bien d'enfouir ton argent dans ma cave; et trouvant d'ailleurs que cet or n'était pas assez en sûreté en France, je retournai à Londres: je plaçai ta petite fortune chez un de mes amis, agent de la Compagnie des Indes, et songe, baron, qu'il y a quarante ans de cela! Du diable si je te dirai comment l'honorable baronnet s'y est pris pour multiplier ton avoir; mais son fils, qui lui a succédé depuis une quinzaine d'années, et avec qui j'ai renoué des relations dès mon arrivée de Russie, m'écrivait encore l'autre jour qu'il évaluait les fonds engagés dans la maison Ashbon et compagnie à près de huit cent mille livres sterling. Huit cent mille livres sterling, cela doit faire une somme fabuleuse!»","Nous n'essaierons pas de peindre la figure du major Anspech. Il demeura fort longtemps sans voix et sans couleur, les yeux fermés, comme un homme à moitié tué par un coup de massue et qui cherche à ressaisir ses sens. Enfin, ses joues reprirent quelque chaleur, il poussa un long soupir, ouvrit les yeux, vit M. de Palissandre, debout devant lui, qui suivait d'un regard inquiet le dénouement de cette crise, étendit les bras et s'élança au cou de son vieil ami en versant un torrent de larmes.","Quand cette première effervescence fut un peu calmée, le major Anspech saisit de nouveau la main du comte, et lui dit:","«Écoute, Palissandre: si tu ne me promets pas de le soumettre sans la plus légère observation à ce que je vais l'ordonner, je prends à témoin mon arrière-grand'tante, qui était cousine au huitième degré de monsieur de Guise le Balafré, que je m'en vais à Londres, que je fais liquider mes millions, et qu'au retour je les jette à la mer. Tant pis, ma foi; c'est la seconde fortune que l'Océan me devra.","--Sarpejeu! parle donc.","--Eh bien! nous allons vivre ensemble, être heureux, être riches ensemble, être ","réhabilités"," ensemble; et quand nous aurons assez de cette vie-là, j'espère que Dieu nous fera la grâce de nous en débarrasser ensemble. Je vais donner des ordres pour qu'on nous rachète, à quel prix que ce soit, nos terres de Phalsbourg et notre donjon de Palissandre. Non? aurons là deux belles propriétés; et tu verras qu'un tas de neveux, qui ne nous connaissent plus aujourd'hui, sortiront de terre à point nommé pour nous reconstruire toute la famille qui nous manque. Sois tranquille, nous ne manquerons pas d'héritiers.»","Les deux amis tombèrent de nouveau dans les bras l'un de l'autre, et le pacte fui ainsi juré.","Là-dessus le comte et le baron se prirent sous le bras, et sortirent du jardin des Tuileries d'un pas qui eût fait honneur à deux voltigeurs de Louis XV.","Et le petit banc?... Nous éprouvons quelque confusion à l'avouer, mais nous dirons la vérité et rien que la vérité. Oui, ma belle lectrice, le major Anspech, en s'éloignant, oublia même de saluer d'un dernier regard ce pauvre petit banc, objet de tant de tracas et de tendresse, et pour lequel, une heure auparavant, il voulait se couper la gorge avec un inconnu... Hélas! madame, il n'y a pas d'éternelles amours, même à soixante-dix ans.","Du reste, il faut le dire, le petit banc s'en est parfaitement consolé.","\n    ","Marc Fournier.","\n  ","\n  ","\n  ","\n  [Fin de ","Le Major Anspech"," par Marc Fournier]"]}]},"c":"0001-01-01T00:00:00Z","u":"0001-01-01T00:00:00Z"}