{
	"id": "1159",
	"source": "Project Gutenberg Canada",
	"title": "The Strange Countess",
	"author": "Richard Horatio Edgar Wallace (1875, 1932)",
	"dateOfFirstPublication": "1925",
	"edition": {
		"city": "London",
		"publisher": "Hodder and Stoughton",
		"date": "Undated",
		"extra": "[a reprint from around 1929, to judge from its short catalogue of other novels by Wallace, three of which were published in that year. (We have not included the catalogue in this ebook.) The page count of 320 matches the British Library's entry for the 1925 first edition, indicating that the plates from the first edition were used for the reprint.]"
	},
	"datePosted": "14 February 2014",
	"dateUpdated": "14 February 2014",
	"credits": "This ebook was produced by: David T. Jones, Jen Haines, Al Haines & the Online Distributed Proofreading Canada Team at http://www.pgdpcanada.net",
	"body": {
		"titlePage": {
			"title": "The Strange Countess",
			"author": "BY EDGAR WALLACE",
			"dedication": "To D. C. THOMSON H THE AUTHOR'S HAPPIEST MEMORIES OF A LONG BUSINESS ASSOCIATION"
		},
		"1": {
			"title": "Chapter One",
			"1": "LOIS MARGERITTA REDDLE sat on the edge of her bed, a thick and heavy cup of pallid tea in one hand, a letter in the other. The tea was too sweet, the bread was cut generously even as it was buttered economically, but she was so completely absorbed in the letter that she forgot the weakness of Lizzy Smith as a caterer.",
			"2": "The note was headed with a gilt crest and the paper was thick and slightly perfumed.",
			"3I": "307 Chester Square, S.W. The Countess of Moron is pleased to learn that Miss Reddle will take up her duties as resident secretary on Monday, the 17th. Miss Reddle is assured of a comfortable position, with ample opportunities for recreation.",
			"4": "The door was thrust open and the red and shining face of Lizzy was thrust in.",
			"5": "'Bathroom's empty,' she said briefly. 'Better take your own soap--you can see through the bit that's left. There's one dry towel and one half-dry. What's the letter?'",
			"6": "'It is from my countess--I start on Monday.'",
			"7": "Lizzy pulled a wry face.",
			"8": "'Sleep in, of course? That means I've got to get somebody to share these digs. Last girl who slept here snored. I will say one thing about you, Lois, you don't snore.'",
			"9": "Lois' eyes twinkled, the sensitive mouth curved for a second in the ghost of a smile.",
			"10": "'Well, you can't say that I haven't looked after you,' said Lizzy with satisfaction. 'I'm the best manager you've ever roomed with, I'll bet. I've done the shopping and cooked and everything--you'll admit that?'",
			"11": "Lois slipped her arm round the girl and kissed her homely face.",
			"12": "'You've been a darling,' she said, 'and in many ways I'm sorry I'm going. But, Lizzy, I've tried hard to move on all my life. From the National School in Leeds to that little cash desk at Roopers, and from Roopers to the Drug Stores, and then to the great lawyers----'",
			"13": "'Great!' exclaimed the scornful Lizzy. 'Old Shaddles great! Why, the mean old devil wouldn't give me a half-crown rise at Christmas, and I've been punching the alphabet five years for him! Kid, you'll marry into society. That countess is a she-*dragon, but she's rich, and you're sure to meet swells--go and have your annual while I fry the eggs. Is it going to rain?' Lois was rubbing her white, rounded arm, gingerly passing her palm over the pink, star-shaped scar just above her elbow. It was Lizzy's faith that whenever the scar irritated, rain was in the offing.",
			"14": "'You'll have to have that electrocuted, or whatever the word is,' said the snub-nosed girl when the other shook her head. 'Sleeves are about as fashionable nowadays as crinolines.'",
			"15": "From the bathroom Lois heard her companion bustling about the little kitchen, and, mingled with the splutter and crackle of frying eggs, came shrilly the sound of the newest fox-trot as Lizzy whistled it unerringly.",
			"16": "They had shared the third floor in Charlotte Street since the day she had come to London. Lois was an orphan; she could not remember her father, who had died when she was little more than a baby, and only dimly recalled the pleasant, matronly woman who had fussed over her in the rough and humble days of her early schooling. She had passed to the care of a vague aunt who was interested in nothing except the many diseases from which she imagined she suffered. And then the aunt had died, despite her arrays of medicine bottles, or possibly because of them, and Lois had gone into her first lodging.",
			"17": "'Anyway, the countess will like your classy talk,' said Lizzy, as the radiant girl came into the kitchen. She had evidently been thinking over the new appointment.",
			"18": "'I don't believe I talk classily!' said Lois good-humouredly.",
			"19": "Lizzy turned out the eggs from the frying-pan with a dexterous flick.",
			"20": "'I'll bet that's what got _him_,' she said significantly, and the girl flushed.",
			"21": "'I wish you wouldn't talk about this wretched young man as though he were a god,' she said shortly.",
			"22": "Nothing squashed Lizzy Smith. She wiped her moist forehead with the back of her hand, pitched the frying-pan into the sink and sat down in one concerted motion.",
			"23": "'He's not common, like some of these pickers-up,' she said reminiscently, 'he's class, if you like! He thanked me like a lady, and never said a word that couldn't have been printed on the front page of the _Baptist Herald_. When I turned up without you, he _was_ disappointed. And mind you, it was no compliment to me when he looked down his nose and said: 'Didn't you bring her?'",
			"24": "'These eggs are burnt,' said Lois.",
			"25": "'And a gentleman,' continued the steadfast Lizzy. 'Got his own car. And the hours he spends walking up and down Bedford Row just, so to speak, to get a glimpse of you, would melt a heart of stone.'",
			"26": "'Mine is brass,' said Lois with a smile. 'And really, Elizabetta, you're ridiculous.'",
			"27": "'You're the first person that's called me Elizabetta since I was christened,' remarked the stenographer calmly, 'but even that doesn't change the subject so far as I am concerned. Mr. Dorn----'",
			"28": "'This tea tastes like logwood,' interrupted the girl maliciously, and Lizzy was sufficiently human to be pained.",
			"29": "'Did you hear old Mackenzie last night?' she asked, and when Lois shook her head: 'He was playing that dreamy bit from the _Tales of Hoggenheim--Hoffmann_ is it? All these Jewish names are the same to me. I can't understand a Scotsman playing on a fiddle; I thought they only played bagpipes.'",
			"30": "'He plays beautifully,' said Lois. 'Sometimes, but only rarely, the music comes into my dreams.'",
			"31": "Lizzy snorted.",
			"32": "'The middle of the night's no time to play anything,' she said emphatically. 'He may be our landlord, but we're entitled to sleep. And he's crazy, anyway.'",
			"33": "'It is a nice kind of craziness,' soothed Lois, 'and he's a dear old man.' Lizzy sniffed.",
			"34": "'There's a time for everything,' she said vaguely, and, getting up, took a third cup and saucer from the dresser, banged it on the table, filled it with tea and splashed milk recklessly into the dark brown liquid.",
			"35": "'It's your turn to take it down to him,' she said, 'and you might drop a hint to him that the only kind of foreign music I like is 'Night Time in Italy.'",
			"36": "It was their practice every morning to take a cup of tea down to the old man who occupied the floor below, and who, in addition to being their landlord, had been a very good friend to the two girls. The rent they paid, remembering the central position which the house occupied and the popularity of this quarter of London with foreigners who were willing to pay almost any figure for accommodation in the Italian quarter, was microscopic.",
			"37": "Lois carried the cup down the stairs and knocked at one of the two doors on the next landing. There was the sound of shuffling feet on the bare floor, the door opened, and Rab Mackenzie beamed benevolently over his horn-rimmed spectacles at the fair apparition.",
			"38": "'Thank you, thank you very much, Miss Reddle,' he said eagerly, as he took the cup from her hand. 'Will you no' walk round? I've got my old fiddle back. Did I disturb you last night?'",
			"39": "'No, I'm sorry I didn't hear you,' said Lois, as she put the cup on the well-scrubbed top of the bare table.",
			"40": "The room, scrupulously clean, and furnished only with essentials, was an appropriate setting for the little old man in his baggy trousers, his scarlet slippers and black velvet coat. The clean-shaven face was lined and furrowed, but the pale blue eyes that showed beneath the shaggy eyebrows were alive.",
			"41": "He took up the violin which lay on the sideboard with a gentle, tender touch.",
			"42": "'Music is a grand profession,' he said, 'if you can give your time to it. But the stage is damnable! Never go on the stage, young lady. Keep you on the right side of the footlights. Those stage people are queer, insincere folk.' He nodded emphatically and went on: 'I used to sit down in the deep orchestra well and watch her little toes twisting. She was a bonny girl. Not much older than you, and haughty, like stage folks are. And how I got up my courage to ask her to wed me I never understood.' He sighed heavily. 'Ah, well! I'd rather live in a fool's paradise than no paradise at all, and for two years----'",
			"43": "He shook his head. 'She was a bonny girl, but she had the criminal mind. Some lassies are like that. They've just no conscience and no remorse. And if you've no conscience and no remorse and no sense of values, why, there's nothing you wouldn't do from murder downwards.'",
			"44": "It was not the first time Lois had heard these rambling and disjointed references to a mysterious woman, these admonitions to avoid the stage, but it was the first time that he had made a reference to the criminal mind.",
			"45": "'Women are funny creatures, Mr. Mackenzie,' she said, humouring him.",
			"46": "He nodded.",
			"47": "'Aye, they are,' he said simply. 'But, generally speaking, they're superior to most men. I thank ye for the tea, Miss Reddle.'",
			"48": "She went upstairs to find Lizzy struggling into her coat.",
			"49": "'Well, did he warn you off the boards?' asked Miss Smith, as she strolled to the little mirror and dabbed her nose untidily with powder. 'I'll bet he did! I told him yesterday that I was going into a beauty chorus, and he nearly had a fit.'",
			"50": "'You shouldn't tease the poor old man,' said Lois.",
			"51": "'He ought to have more sense,' said Lizzy scornfully. 'Beauty chorus! Hasn't he got eyes?'"
		},
		"2": {
			
		}
	}
}