{
	"id":"12",
	"meta":{
		"title":["Comment s'est faite la Restauration de 1814"],
		"lang":["fr"],
		"id":["urn:uuid:f11a042f-d8a3-4550-a428-5ac296dda9f1"],
		"creator":["Jacques Bainville"],
		"publisher":["Project Gutenberg Canada"],
		"meta":["0.3.4"]},
	"data":{
		"chapter":[{
			"title":["","COMMENT","S'EST FAITE LA"],"text":[""]},
		{
			"title":["","DE 1814","A PARIS","LES ILES D'OR"],"text":[""]},
		{
			"title":["","I","Où science et bon sens font justice d'une légende"],"text":["","L","e centenaire de 1814 et de la première Restauration n'a pas manqué de donner prétexte à reparler des «fourgons de l'étranger», du pacte de Chaumont, des Alliés qui avaient envahi la France pour lui imposer les Bourbons, de la complicité de Louis XVIII avec les ennemis du peuple français, etc. Les «jeunesses républicaines» qui, comme on le sait, se composent de quelques vieux messieurs, ont imprimé ces antiques légendes sur les murs de Paris. Et le ","Temps",", organe du plus vieux Parti Républicain, leur a fait un jour, un seul jour, écho: mais timidement, en cinquième page. A cela s'est bornée, ou peu s'en faut, l'entreprise. Et cette timidité même, qui nous réjouit, qui est un hommage à la vérité, comporte une leçon.","Cette leçon, c'est que, quelles que soient l'ignorance et la routine dans lesquelles végète une polémique surannée, l'enseignement primaire ne peut pas résister longtemps à l'enseignement supérieur. L'école historique contemporaine, dont Albert Sorel a été le maître, ayant mis au point bien des légendes de la période révolutionnaire et napoléonienne, il a fallu que, dans une certaine mesure, et bon gré mal gré, les programmes des écoles normales d'instituteurs et les journaux de sous-préfecture se missent au pas du Collège de France et de l'Académie.","Car, entre les mécomptes que le principe républicain a éprouvés depuis quelques années, un des plus cruels est à coup sûr les déceptions que lui a values sa naïve confiance dans les méthodes scientifiques. On était tellement certain que la science ne pouvait pas manquer d'être d'accord avec la démocratie! Quel déboire lorsqu'on s'est aperçu que la philosophie et l'histoire fuyaient ou même contredisaient de tous les côtés les dogmes de la République!","Cette mésaventure est tout particulièrement celle qui est survenue à la doctrine républicaine avec le célèbre ouvrage d'Albert Sorel, ","L'Europe et la Révolution",", monument de l'école historique contemporaine.","Fustel de Coulanges et Taine exceptés, tout ce qui avait écrit l'histoire, au XIXe siècle, avait donné à pleines voiles dans les «nuées» romantiques et révolutionnaires. Mais Fustel ne s'était occupé que des origines, n'avait pas abordé la période contemporaine ni même les temps modernes: il n'avait pas touché les questions brûlantes. Quant à Taine, on s'était hâté de le disqualifier, en le traitant de réactionnaire. Ainsi la République se croyait sûre de son fait. En histoire comme ailleurs régnait ce que Pierre Lasserre a justement et fortement nommé «la doctrine officielle de l'Université». Il était entendu qu'un grand historien qui étudiait la Révolution ne pourrait aller que dans le sens de Michelet. Et plus Albert Sorel recevait, du monde savant, d'honneurs et d'hommages, plus les républicains se réjouissaient; car ils étaient tellement sûrs de leur affaire, tellement sûrs de détenir la vérité totale et éternelle, qu'ils ne se donnaient plus la peine de lire. Et même, à force de renoncer à la lecture, ils avaient perdu la notion de l'imprimé, en sorte que si, par hasard, ils tombaient sur un livre où leurs fameuses idées étaient mises en pièces, ils n'y voyaient que du feu. Supposons un homme de bon sens tombé de la lune, à qui l'on remettrait d'abord le tome huitième du grand ouvrage d'Albert Sorel et à qui l'on raconterait ensuite que, pendant des années et des années, il a été affirmé et même enseigné que les Bourbons, en 1814, étaient revenus dans les «fourgons de l'étranger». Cet homme de bon sens demanderait aussitôt si les Français qui disaient une chose pareille étaient des mystificateurs ou des fous. Et il affirmerait avec la dernière énergie qu'il a lu exactement le contraire dans le grand ouvrage de M. Albert Sorel, couronné deux ou trois fois par l'Académie française, récompensé par le prix Osiris, donné en modèle à tous les degrés de l'enseignement public et placé dans toutes les bibliothèques, aux frais de l'État.","Le tome huitième de ","L'Europe et la Révolution"," est, en effet, d'un, bout à l'autre, la réfutation d'une légende qui a plus fait peut-être que n'importe quel argument pour renverser la royauté en 1830 et rendre, au XIXe siècle, les restaurations «impossibles». Albert Sorel se contente d'exposer les faits avec une clarté puissante qui vient moins encore de la mise en oeuvre des documents que du génie de psychologue que possède l'historien. Ah! Albert Sorel est loin de se faire des illusions sur les chefs d'État, sur leurs ministres, et sur l'humanité en général. Si les actes des individus sont, quoi qu'en disent les misanthropes, encore assez souvent déterminés par des sentiments désintéressés ou par des principes supérieurs, Albert Sorel sait que l'intérêt est presque toujours la loi de la politique...","Sorel se rappelait que l'Europe, cent ans avant la restauration de 1814, s'était liguée contre Louis XIV; qu'elle s'était plus tard avidement partagé la Pologne; que l'Angleterre, en 1789, avait fomenté en France la guerre civile, comme la France avait, quelques années auparavant, soutenu contre l'Angleterre la révolution d'Amérique. Sorel avait compris les calculs des rois qui, en 1792, feignaient d'épouser la cause de Louis XVI, alors qu'en réalité ils ne songeaient qu'à s'agrandir aux dépens de la France, réduite, à la condition d'une autre République polonaise, ou bien à prendre les bons morceaux en Europe et ailleurs, en profitant de l'état d'anarchie où était tombé notre pays. Albert Sorel savait que Marie-Antoinette avait été trahie par son propre frère. Il savait que le roi de Prusse n'avait éprouvé aucune espèce de répugnance à faire sa paix avec les régicides, bien peu de mois après que les têtes royales avaient roulé sur l'échafaud. Il savait que l'empereur Alexandre avait recherché l'amitié de Napoléon. Surtout il ne méconnaissait pas les leçons de l'effrayant réalisme avec lequel l'empereur d'Autriche n'avait pas hésité à donner sa propre fille en mariage à l'usurpateur, à l'ogre de Corse, à Bonaparte lui-même...","Et voilà les États, voilà les monarques qui se seraient ligués, qui auraient mis leurs armées en campagne, fait la guerre pendant de longues années pour replacer sur le trône ces Bourbons pour lesquels ils ne ressentaient, avant 1789, que de la jalousie et de la haine, qu'ils avaient combattus, et contre qui ils s'étaient plus d'une fois coalisés, à qui ils avaient à peine donné un asile durant la Révolution! C'étaient ces rois-là qui auraient marché, comme de nouveaux Croisés, sous la bannière de la légitimité, eux qui avaient sans vergogne conquis des provinces, renversé des dynasties, distribué des royaumes et remanié dix fois la carte!","Sorel savait trop bien l'histoire, la politique et les hommes pour qu'une sottise d'aussi forte taille s'imposât à son esprit. C'est pourquoi il a pu étudier sans préjugé les événements de 1814 et les conditions dans lesquelles s'était accompli le retour des Bourbons. Nous allons voir, à l'aide de son oeuvre même, qui a toute la sérénité de la grande histoire, que la légende des fourgons de l'étranger est une invention si grossière qu'on a peine à croire que le peuple le plus spirituel de la terre ait jamais pu l'accepter."]},
		{
			"title":["","II","Calculs et dissentiments des Alliés au moment où ils envahissaient la France"],"text":["","I","l est devenu extrêmement difficile de soutenir que les monarques européens dont les armées envahissaient la France, il y a juste cent ans, se proposaient de restaurer leur bon frère Louis XVIII, car, n'étant d'accord entre eux sur aucun sujet de politique européenne, ils ne l'étaient pas davantage en ce qui concernait la politique à suivre vis-à-vis de la France.","«Au Congrès de Châtillon, a écrit le prince de Metternich, dans ses ","Mémoires",", il y avait entre les puissances des divergences secrètes sur plusieurs points d'une importance considérable et décisive.» L'un de ces points capitaux était le remaniement de l'Europe, qui était la grande idée de l'empereur Alexandre. Or, ce remaniement était contraire au principe conservateur défendu par l'Autriche, conforme au principe révolutionnaire et napoléonien des nationalités. Le Tsar essaya de tromper ses alliés d'accord avec la Prusse, et d'entrer le premier à Paris pour dicter de là ses lois au monde. Ce calcul eut pour résultat l'imprudente marche de flanc exécutée par Blücher pour atteindre le premier la vallée de la Marne, et qui, à Montmirail et à Champaubert, le fit battre par Napoléon, toujours resté grand homme de guerre.","Si le projet d'Alexandre eût réussi, s'il se fût rendu maître de Paris avec l'appui des Prussiens, après avoir joué l'Angleterre et l'Autriche, il est infiniment peu probable que les Bourbons fussent remontés sur le trône. Tandis que Metternich et l'empereur d'Autriche étaient disposés à s'entendre avec Napoléon et à lui laisser la couronne, le Tsar songeait à donner à la France un souverain de sa façon: Maurras a rappelé récemment, à propos de certaines rumeurs sur des candidatures singulières au gouvernement de notre pays que, sous le Directoire, les mêmes calculs avaient déjà été ébauchés par les chancelleries européennes. Ces ambitions ont souvent travaillé des princes étrangers et des aventuriers de haut vol. Lorsqu'il y a «interrègne» dans notre pays, ce ne sont pas les candidats qui manquent. On en trouve même, quand il le faut, pour le trône d'Albanie: et le trône de France vaut bien plusieurs fois le trône d'Albanie sans doute. Le tsar hésitait donc entre divers favoris: il n'avait que l'embarras du choix. Il songea un moment à Bernadotte, une autre fois à Eugène de Beauharnais: peu lui importait, pourvu qu'il eût un homme et un régime qui lui dussent tout et qui fussent à sa discrétion.","De ce grave désaccord entre les Alliés,—désaccord dont Louis XVIII et Talleyrand devaient tirer si bon parti au Congrès de Vienne—nous avons un témoignage du plus haut intérêt: ce sont les célèbres ","Dépêches du chevalier de Gentz aux hospodars de Valachie",". Comme on le sait, le chevalier de Gentz était le bras droit de Metternich, son confident, son interprète. La correspondance diplomatique qu'il adressait aux hospodars était d'une haute importance: il s'agissait de donner à ces bons Valaques le ","la"," de la diplomatie autrichienne qui les tenait sous son influence et les disputait à la Russie. Le chevalier de Gentz était bon écrivain et ses dépêches sont d'une singulière clarté. Il raconte à merveille les dissentiments qui séparaient les Alliés avant même leur entrée en France. Il montre Alexandre Ier, que «la rage d'aller à Paris rendait sourd à toutes les remontrances», trouvant lord Castlereagh trop modéré et s'irritant contre le plénipotentiaire autrichien Schwarzenberg, hostile à ses projets.","Plus habile, meilleur diplomate, quel parti n'eût pas tiré Napoléon de ces divisions entre ses ennemis "," ","[1]","! Avec cela, l'Autriche ne demandait qu'à lui venir en aide. Non par sentiment, non pas à cause de Marie-Louise et du roi de Rome, expliquait le chevalier, mais parce que Metternich calculait que le maintien de Napoléon sur le trône servirait mieux qu'aucune autre combinaison les intérêts de l'Autriche. «Le voeu sincère du cabinet d'Autriche, écrit Gentz, le 11 avril 1814, était de faire la paix avec Napoléon, de limiter son pouvoir, de garantir ses voisins contre les projets de son ambition si inquiète, mais de le conserver, lui et sa famille, sur le trône de France. Ce voeu n'avait point son origine dans un mouvement de tendresse paternelle, car l'Empereur avait noblement subordonné toutes les impulsions de son coeur aux soins de son Empire et du salut commun de l'Europe; mais il était le résultat d'un calcul juste et éclairé.» ","Juste"," et ","éclairé",": l'équité et les lumières invoquées ici, à l'usage des hospodars, ne doivent pas faire illusion à la postérité. Le mot qui les précède et qu'ils ornent est ","calcul",". C'est le mot de la situation.","Et Louis XVIII? Et le principe de la légitimité, dira-t-on? Eh bien! voici ce qu'on en pensait chez les Alliés déjà parvenus à Langres le 22 janvier: «La question du rétablissement des Bourbons, qui alors fermentait dans toutes les têtes, fut cependant éludée de toutes parts; ","personne n'eut le courage d'en faire ouvertement l'objet d'une discussion"," "," ","[2]","».","N'est-il pas sensible déjà qu'en 1814, comme en 1792, les rois, en passant nos frontières, se proposaient de démembrer notre pays et non pas d'y rétablir la monarchie qui avait construit la France? Les fourgons de l'étranger ne contenaient que les plans et les intérêts de chacun des coalisés et, sans les royalistes qui agissaient à Paris, jamais la Restauration ne se fût faite."]},
		{
			"title":["","III","Ce que les Alliés pensaient des Bourbons"],"text":["","N","ous n'avons plus qu'une idée très faible de ce que pouvaient être le sentiment républicain et la passion bonapartiste sous la Restauration. On raconte qu'un vieux conventionnel, s'étant senti mourir sans avoir vu la chute de Louis XVIII, légua une somme à son domestique, à la condition que celui-ci viendrait au cimetière le jour où les Bourbons seraient renversés, qu'il frapperait trois coups sur la tombe et qu'il dirait: «Monsieur, ils ne sont plus là.» Avec des haines pareilles, on comprend que la légende des «fourgons de l'étranger» ait trouvé des propagateurs et des dupes.","Il aura cependant fallu, pour en venir à bout, l'autorité et l'impartialité de la grande histoire. Dans le magistral tome huitième de ","L'Europe et la Révolution française",", Albert Sorel n'a soutenu aucune thèse. Il s'est borné à exposer les faits avec sa connaissance profonde des hommes et de la politique, avec sa lucidité magnifique. Quand on l'a lu, on sait que Louis XVIII est monté sur le trône sans rien devoir à l'étranger.","Les souverains alliés dont les armées avaient envahi la France étaient au nombre de quatre. Ce n'était certainement pas dans les fourgons autrichiens qu'étaient les Bourbons, car Metternich eût volontiers laissé Napoléon Ier au pouvoir et, à défaut de Napoléon, il désirait la régence de Marie-Louise. L'empereur Alexandre de Russie avait son candidat: Bernadotte, et il ne voulait ni des Bourbons ni de Bonaparte. Le roi de Prusse abondait dans le sens du Tsar, qui méditait un remaniement de la carte d'Europe dont les Prussiens espéraient tirer de bons morceaux: la Saxe et toute la rive gauche du Rhin "," ","[3]",". Seule, l'Angleterre pouvait passer pour être plus favorable à la solution bourbonienne que les autres. Encore sa préférence était-elle médiocrement tranchée.","Lord Castlereagh, le délégué de l'Angleterre au camp des Alliés, était un esprit politique de haute envergure. Il avait compris tout de suite que l'Angleterre n'avait pas intérêt à laisser le Tsar dicter la loi à l'Europe et que mieux valait qu'il y eût à Paris un gouvernement indépendant qu'une créature de la Russie. La crainte de la Russie fut le principe qui guida lord Castlereagh. Quant à la solution de Metternich (une entente avec Napoléon ou une régence de Marie-Louise), lord Castlereagh la trouvait un peu autrichienne d'une part et de l'autre chimérique, sachant (les Cent-Jours et le Second Empire lui ont donné raison) que tout régime napoléonien était, par définition, voué aux aventures.","Cependant, lord Castlereagh avait si grand'peur que la combinaison Bernadotte, dont l'empereur Alexandre ne démordait pas, aboutît, qu'il fut un moment tout près de se rallier aux plans de Metternich. Albert Sorel a cru pouvoir démêler que Castlereagh, s'étant rangé à l'avis de l'Autriche, c'est-à-dire à une entente avec Napoléon, pour faire échec au projet russe, avait conservé l'espoir d'agir sur Metternich à la faveur de leur accord et de le convaincre que la solution napoléonienne ne valait rien. Toujours est-il qu'à un moment donné l'idée d'une restauration des Bourbons fut abandonnée par lord Castlereagh lui-même, dont la préférence, au surplus, était toute subordonnée à un relativisme bien britannique, si même elle ne partait pas d'une vue purement personnelle et qui n'engageait que lui, les Anglais n'ayant jamais manifesté,—ils l'ont prouvé en 1789 et 1830,—aucune sympathie pour la monarchie française.","Le plus frappant, d'ailleurs, c'est de voir à quel point les Alliés étaient peu fixés sur le régime qui devait remplacer l'Empire et comme ils étaient divisés entre eux, occupés à se nuire les uns aux autres, nullement à servir la cause de Louis XVIII. Avant tout, que la Russie ne domine pas, que l'empereur Alexandre ne soit pas l'arbitre de la situation! Obsédés par le péril russe et pour ne pas voir arriver Bernadotte, le candidat du Tsar, Metternich et Castlereagh en vinrent à se faire des concessions réciproques. «Quant à moi, disait l'Anglais, j'aime mieux Napoléon Ier ou Napoléon II que la Russie à Constantinople.—Et plutôt qu'une Russie trop puissante qui opprimerait mon pays, je vous cède les Napoléons et Marie-Louise avec eux», répondait l'Autrichien. Durant ce temps, la Prusse commençait à craindre d'avoir joué bien gros jeu en se mettant sans réserve à la suite d'Alexandre. Elle ne tenait plus autant que naguère à Bernadotte et se disait prête à accepter «n'importe qui», même un Bourbon, pourvu que le royaume de Prusse pût s'agrandir de la Saxe.","Un Bourbon est remonté sur le trône et c'est justement pourquoi la Saxe n'est pas tombée aux mains des Prussiens, Louis XVIII ayant fait victorieusement échec à leur ambition au Congrès de Vienne. Mais il nous reste à voir comment ce furent les Français eux-mêmes qui imposèrent la restauration de la monarchie aux souverains étrangers, lesquels n'avaient jamais songé une minute aux intérêts de la France, mais seulement à leurs propres intérêts: ce dont on ne saurait les blâmer et ce qui ne pourrait, au surplus, étonner que les ignorants."]},
		{
			"title":["","IV","Quelles étaient les grandes et véritables préoccupations de nos vainqueurs"],"text":["","S","orel, qui a vu l'histoire en réaliste, avec une haute intelligence de la politique, a mis en lumière ce fait capital que les affaires de France n'intéressaient les Alliés qu'en fonction de leurs propres intérêts et de l'équilibre européen. Un travers très français, et dont nous sommes souvent raillés à l'étranger, consiste à croire que tous les peuples gravitent autour de la France comme les planètes autour du soleil et que nous sommes l'unique souci des gouvernements. La plupart de nos compatriotes ont ignoré, tout le long du XIXe siècle, que, même sous Napoléon et sous la Révolution, c'est-à-dire à une époque de l'histoire où la France semble tenir toute la place en Europe, il se posait aux gouvernements européens d'autres problèmes en même temps que le nôtre. Albert Vandal, par exemple, a très bien montré, pour la période napoléonienne, le rôle qu'avait joué la question d'Orient dans la politique générale.","Il a fallu énormément d'ignorance et de mauvaise foi pour affirmer que, de 1792 à 1814, les monarchies avaient fait la guerre pour rétablir sur le trône ces Bourbons qu'elles avaient si longtemps regardés et combattus comme leurs plus dangereux rivaux. Il a fallu beaucoup d'inexpérience et de naïveté pour croire que les rois qui avaient partagé la Pologne étaient capables de faire une croisade pour la légitimité.","Mon Dieu, oui! Il faut nous résigner à admettre qu'en l'année 1814, quand il semblait que le monde entier eût les yeux fixés sur la France et que le soleil dût s'arrêter de tourner en voyant tomber Napoléon, ce colosse, oui, il faut nous résigner à admettre que les diplomates européens avaient en tête de nombreux objets, parmi lesquels la question du futur gouvernement de la France était loin de tenir la première place. En Allemagne, en Italie, en Orient, toutes sortes de problèmes se posaient qui mettaient les «alliés» aux prises les uns avec les autres et dont la solution (remarque importante, remarque essentielle) postulait l'existence d'une France indépendante et forte. La rivalité de l'Angleterre et de la Russie en Orient ne date pas de 1814, mais c'est peut-être en 1814 qu'elle s'est le plus clairement révélée. A ce moment, l'empereur Alexandre, qui voyait grand, conçut le dessein d'établir la suprématie russe en Europe; il tenait déjà la Prusse à sa discrétion. Dès lors, son plan fut d'avoir la France dans sa main en y faisant régner un homme à lui, comme Bernadotte, ou en y rétablissant la république. Ce fut cette ambition et ces calculs d'Alexandre, que le sagace Castlereagh avait percés à jour, qui eurent ce résultat, de paradoxale apparence, d'intéresser, dans une certaine mesure, à la conservation et à l'indépendance de notre pays le seul peuple qui nous eût combattus sans relâche depuis vingt-cinq ans, celui qui avait secondé la Révolution en France, comme Louis XVI avait secondé contre lui la Révolution d'Amérique: l'Angleterre, il était inutile de la nommer.","Il faut convenir qu'en cette circonstance l'illustre Metternich eut peut-être le coup d'oeil moins net que Castlereagh. Sans doute, lui aussi redoutait la suprématie russe: l'Autriche eût été la première à en ressentir les effets, et déjà, de même qu'était ébauchée la rivalité anglo-russe, la question d'Orient mettait aux prises la Russie et l'Autriche. Mais, ici, Metternich pensa peut-être un peu plus aux détails qu'à l'ensemble. Il craignait surtout les plans du tsar Alexandre en Pologne, en Galicie. En tout cas, lui aussi, qui eût voulu s'entendre avec Napoléon, ou au moins obtenir une régence pour Marie-Louise, lui aussi fut plus convaincu que jamais de la nécessité de laisser une France solide comme contrepoids dans l'Europe occidentale à la suprématie russe qui menaçait, à l'est, d'entraîner tout le corps européen.","Le péril russe effrayait à ce point Castlereagh et Metternich que ces deux hommes d'État finirent par tout lui subordonner. Et ils lui subordonnèrent premièrement la question du gouvernement de la France, forte preuve que cette question ne les préoccupait que médiocrement. Et alors Albert Sorel d'écrire, avec sa clarté et ce don, qu'il possédait au suprême degré, de résumer les situations: «Il s'ensuit cette remarquable conséquence: Castlereagh disposé à traiter, au besoin, avec Napoléon, et Metternich, inclinant, au besoin, à la restauration des Bourbons; afin d'empêcher la Russie de dominer l'Europe. Ces combinaisons compliquées, cette impatience de «fixer les lots», ces luttes souterraines d'influences rappellent les empêchements des débuts de la Grande Guerre, au temps où l'on parlait du troc de la Bavière et des Pays-Bas et des partages de la Pologne.»","On comprend mal les événements historiques, on risque de les comprendre tout de travers (comme l'ont fait les malheureux qui ont cru et ceux qui pourraient croire encore aux «fourgons de l'étranger») si l'on ne se met pas dans l'esprit que la politique européenne embrasse des objets nombreux et d'une grande complexité, qu'elle est faite des rapports, incessamment variables, d'un certain nombre de forces entre elles. Notre amour-propre national répugne à admettre que les Alliés, ayant eu la joie de renverser Napoléon et d'envahir la France, aient pensé, au moment même où ils foulaient notre sol en vainqueurs, à toutes sortes de problèmes lointains et de pays barbares. Nous nous imaginons qu'ils ne songeaient qu'à nous et à l'humiliation qu'ils nous faisaient subir. Hélas! Ils ne s'occupaient que d'eux-mêmes et ils considéraient la France comme une pièce, pareille aux autres, sur l'échiquier européen, prêts à la sacrifier s'il l'eût fallu, prêts à la sauver, «au besoin»."]},
		{
			"title":["","V","L'initiative et l'oeuvre des Royalistes français"],"text":["","N","ous pouvons désormais regarder comme un fait bien établi et hors de discussion que les souverains alliés étaient entrés chez nous sans avoir le moins du monde l'idée préconçue de replacer les Bourbons sur le trône de France. Divisés sur la question de savoir ce que deviendrait la France vaincue, c'est encore sur le maintien du régime napoléonien, sous sa forme pure ou sous la forme d'une régence, qu'ils se fassent entendus avec le moins de peine. Napoléon ne s'en douta qu'un peu tard. Quand il s'en aperçut, il fit aux Alliés toutes les avances imaginables. (Voir, tome VIII de ","L'Europe et la Révolution"," d'Albert Sorel, sa conversation avec le diplomate autrichien Wessenberg, qui commence par: «Je suis prêt à de grands sacrifices.») Il s'en est fallu de peu que l'entente de nos ennemis ne se formât sur l'Empire.","La question qui se pose alors est de savoir comment la monarchie a pu se faire. Tout simplement par la ténacité des royalistes français.","Ces royalistes, il importe de bien s'entendre, n'étaient pas du tout des «agents des princes». C'étaient de simples citoyens français, convaincus de la nécessité de rétablir la royauté pour sauver la France du désastre complet, du partage à la polonaise qui la menaçaient. C'étaient même des femmes à l'esprit cultivé, au lucide patriotisme comme cette Aimée de Coigny, la «Mademoiselle Monk» dont Maurras a conté l'aventure dans son livre ","L'Avenir de l'Intelligence",".","Vitrolles fut le type de ces patriotes français qui se mirent en campagne pour faire prévaloir l'unique solution nationale, l'unique solution raisonnable qui était la solution royale. Sans lui et sans les hommes de sa trempe, la France de 1814 aurait eu un des gouvernements que l'étranger amenait, et pour de bon, dans ses fourgons: cette régence de Marie-Louise sous la tutelle autrichienne qu'acceptait Napoléon dans sa conversation avec Wessenberg, le règne de Bernadotte ou d'Eugène de Beauharnais, candidats qui souriaient à plusieurs des Alliés, la République même, à laquelle pensait le Tsar, alléché par les souvenirs de la Pologne,—exactement comme Bismarck devait y penser soixante ans plus tard.","Il faut, tout particulièrement, noter ce détail qui en dit long: Vitrolles ne connaissait pas les princes dont il avait entrepris de faire triompher la cause. Jamais, avant 1814, il n'avait vu ni Louis XVIII ni celui qui devait être Charles X. Vingt ans auparavant, il avait servi comme émigré sous les Condé: c'était tout... Et ses relations avec les cours étrangères: en quoi pense-t-on qu'elles consistaient? Vitrolles n'était qu'un petit gentilhomme très obscur et Albert Sorel le compare à un voyageur de commerce cherchant à placer sa marchandise. Seulement, ce voyageur de commerce avait une grande passion dans l'âme et la marchandise qu'il voulait placer, c'était le salut de son pays.","Ce passionné était un homme d'une rare pénétration, marqué pour la politique. Comment réussit-il à sortir de l'ombre et du néant? Par un admirable instinct, qui lui désigna les portes ou il convenait de frapper utilement. Il était parvenu à se faire introduire chez Talleyrand: il avait pressenti que le concours de Talleyrand, précieux pour la Restauration, pourrait être obtenu en raison de la situation personnelle et particulièrement délicate d'un homme de très grand talent qui était «brûlé» auprès de l'Empereur comme auprès des Jacobins. Vitrolles avait également cherché et trouvé l'intermédiaire capable de le mettre en rapports avec les chancelleries étrangères: c'était Dalberg, dignitaire de l'Empire, mais issu d'une de ces grandes familles catholiques de l'Allemagne rhénane, traditionnellement attachées à la France et qui avaient leurs entrées un peu partout en Europe.","Ainsi Vitrolles, volontaire de la monarchie, sans avoir reçu d'autre mission que celle de son patriotisme, s'en alla trouver les Alliés pour plaider auprès d'eux la cause des Bourbons. Il n'eût pas fallu lui dire, alors, à ce soldat obscur, que la monarchie se trouvait dans les fourgons de l'étranger. Car ce n'était pas chez Metternich qu'il l'avait rencontrée: L'Autrichien lui avait fait un accueil «assez froid, un peu aigre». (Albert Sorel) Ce n'était pas non plus chez l'empereur Alexandre, tout à fait glacial et qui lui avait opposé les «obstacles insurmontables» (","sic",") que présentait une restauration des Bourbons. Ce n'était même pas chez le seul qui ne fît pas d'objection de principe, lord Castlereagh, et qui fut pourtant «noble, tranquille, froid, poli». Partout de la froideur: le seul nom des Bourbons, prononcé au camp ennemi, faisait baisser la température. Le seul qui accueillît bien Vitrolles fut Hardenberg, le plénipotentiaire prussien: mais il était sourd, il avait vraisemblablement pris Vitrolles pour un autre, et d'ailleurs la Prusse ne faisait rien que ne voulût la Russie...","La grande vertu de Vitrolles, c'était l'entêtement. Il ne se laissa pas décourager. Il insista, se porta garant de l'opinion parisienne, répondit à toutes les objections (les mêmes qu'on élève contre la monarchie aujourd'hui encore). Et il dut éprouver une joie singulière, la première qu'il eût sentie depuis le commencement de sa campagne, le jour où Metternich lui répondit: «Peut-être, si vous avez Talleyrand.» Vitrolles avait prévu qu'on lui parlerait de Talleyrand et il put se réjouir. Il est vrai qu'on lui parla encore d'un autre personnage:—«Enfin, votre prince saurait-il s'attacher à Fouché?—Fouché, répondit Vitrolles à mi-voix, c'est un peu fort. Mais enfin, s'il était nécessaire...»","Fouché, le défroqué, le régicide, le policier qui avait fait emprisonner et exécuter tant de royalistes!... Le salut de la France valait-il qu'on passât sur Fouché?... Vitrolles ne se l'était pas demandé longtemps, et, son premier mouvement de répugnance vaincu, il se répondit à lui-même par l'affirmative."]},
		{
			"title":["","VI","Quel était, en 1814, l'état d'esprit de la population française"],"text":["","O","n méconnaîtrait grandement les difficultés de la tâche qu'avait assumée le patriotisme de Vitrolles si l'on s'imaginait qu'il eût gagné sa cause et qu'il eût fait accepter aux Alliés la restauration de la monarchie parce qu'il avait admis lui-même l'éventualité d'une collaboration avec Fouché et parce qu'il s'était porté fort pour Talleyrand. L'insistance de Vitrolles avait obtenu qu'on prît en considération le principe royaliste en France, jusque-là très cavalièrement traité par les grandes Cours d'Europe. Au surplus, Vitrolles et ses amis étaient renvoyés à se pourvoir devant le peuple français et plus particulièrement devant le peuple de Paris, qui, dans l'idée de Metternich, devait décider pour toute la France, comme il était toujours arrivé au cours de l'histoire. Toulouse, Bordeaux avaient pu se déclarer pour les Bourbons: cela ne comptait pas à ses yeux: «C'est une grande coopération à Paris que vous nous avez promise, disait Metternich à Vitrolles; c'est cela qu'il faut obtenir le plus tôt possible.»","Le comte d'Artois, sur ces entrefaites, avait essayé de sonder les intentions de l'Autriche par un moyen diplomatique. Il avait chargé de cette mission un «neutre», M. de Wildermeth, sujet suisse. Metternich lui répondit, comme à Vitrolles: «C'est à la France de se déclarer.» Pendant ce temps, des Français, Rochechouard, Pozzo di Borgo, plaidaient, encore vainement, la cause de la légitimité auprès de l'empereur Alexandre, dont l'hostilité contre les Bourbons était tenace et qui s'entêtait dans son idée de faire régner sur la France soit Bernadotte, soit Eugène de Beauharnais, ou, à leur défaut, de rétablir la république.","Or, le rétablissement de la république était impossible, non pas qu'il ne subsistât en France et surtout à Paris assez de jacobins pour faire un gouvernement. Mais tout ce qui gardait des sentiments révolutionnaires, républicains, libéraux, était anéanti par l'événement et par l'évidence que l'invasion étrangère portait avec elle "," ","[4]",". Voilà donc, en effet, où la Révolution avait conduit la France! Voilà comment la souveraineté populaire avait travaillé pour le peuple français! L'ennemi victorieux foulait de toutes parts le sol de la patrie et arrivait jusqu'aux portes de la capitale. Devant ce résultat final, qui la jugeait, la Révolution n'avait pas le moyen d'être fière ni d'élever la voix.","Aussi se taisait-elle. En ces journées de mars 1814, qui virent le premier grand règlement de comptes des erreurs et des chimères de 1789 avec la dure réalité, la Révolution rentra en elle-même, but sa honte, sentit que ce n'était vraiment pas l'heure de se montrer. Ce qu'il subsistait des meneurs des anciennes «journées» révolutionnaires se terra, par prudence et même, il faut le dire, par convenance patriotique, par une espèce de pudeur, de remords, d'instinct de la situation vraie, que n'eurent pas les républicains du 4 septembre.","Pour ce qui est de Napoléon, idole et maître tout-puissant naguère, il ne restait rien de son autorité si de son prestige au milieu des revers. Loin que la nation se serrât autour de lui, comme elle avait fait un siècle plus tôt autour de Louis XIV, c'était une désertion générale. On vit bien alors que Napoléon n'était qu'un chef d'aventure et son mot profond, son célèbre cri de jalousie à l'adresse des rois légitimes devint singulièrement vrai. Oui, le roi de France pouvait subir des revers. Un Napoléon n'y résistait pas. Bien mieux, l'«usurpateur» lui-même, sortant de sa propre personnalité par un effet du génie, entrevoyait à certains moments que la monarchie était nécessaire pour reconstruire ce que la Révolution et lui avaient défait: «Au point où les choses sont venues, il n'y a qu'un Bourbon qui me puisse succéder», assurait-il à La Valette en janvier 1814. Et un autre jour, à Rayneval, il annonçait: «L'ère des Bourbons recommence.»","Ainsi Napoléon lui-même désignait comme son successeur celui que désignaient aussi la raison et le patriotisme. Il se rendait compte du caractère fragile et artificiel de sa domination. Il n'ignorait pas que son prestige ne tenait qu'au succès. La partie étant perdue, tout l'abandonnait, peuple, fonctionnaires, dignitaires, famille, l'armée elle-même. «Sire, vous êtes seul», lui écrivait rudement, le 11 mars, son frère Joseph.","Dans ce grand silence de la Révolution humiliée, dans le vaste désert qui s'était fait autour de l'Empereur vaincu, il restait, aux royalistes qui n'avaient jamais désespéré, la tâche de faire prévaloir la cause royale et nationale, l'unique solution capable de sauver la France, soit du démembrement, soit d'un honteux protectorat de l'étranger. Il y eut là une heure décisive et que ces bons citoyens surent saisir."]},
		{
			"title":["","VII","Comment fut acquis à la Restauration un partisan de la plus haute importance"],"text":["","L","'invasion de 1814 jugeait si cruellement la Révolution et l'Empire que, comme nous venons de le voir, survivants de la période républicaine et partisans du régime napoléonien se terraient, n'osaient plus élever la voix. On se demande, en effet, ce qu'ils auraient bien pu dire. La France, envahie, désarmée, objet des convoitises et des calculs de quatre rois, jouait son existence, pouvait, d'un moment à l'autre, disparaître. C'est le péril que montraient les propagandistes des Bourbons partout où ils pouvaient atteindre, parmi les personnalités influentes d'alors, une intelligence ouverte. A cet égard, la conquête de Talleyrand devait être décisive.","Il faut suivre, comme l'a fait Albert Sorel, la série des états d'esprit traversés par Talleyrand pour se rendre compte des conditions dans lesquelles un homme d'État ayant déjà an passé et n'ayant pas encore renoncé à l'avenir, peut être conduit à prendre part à une entreprise politique d'aussi grande envergure qu'une restauration. Car personne ne pensera que, dans un élan d'enthousiasme et de remords, l'ancien évêque d'Autun fût allé se jeter aux pieds du roi légitime. Non. Il fallut d'abord le convaincre que l'idée royaliste était la seule force qui, au milieu de tant de ruines, subsistât dans la France de 1814. La proclamation de la royauté à Bordeaux "," ","[5]"," eut, sur le cours de ses pensées, comme en témoignent ses lettres à la duchesse de Dino, une influence décisive.","Désormais certain de s'appuyer sur un mouvement national, c'est-à-dire sur quelque chose de résistant, s'il adhérait à la monarchie, Talleyrand, avant de prendre entièrement parti et d'entrer dans l'action, pesa encore avec soin les éléments de la situation.","Les Bourbons revenaient si peu dans les «fourgons de l'étranger» que le point qui inquiétait le plus Talleyrand était de percer le dessein des Alliés. Il a lui-même exposé ses calculs en quelques lignes dans ses ","Mémoires",": «Il devenait, a-t-il écrit, à toute heure plus pressant de préparer un gouvernement que l'on pût rapidement substituer à celui qui s'écroulait. Un seul jour d'hésitation pouvait faire éclater des idées de partage et d'asservissement qui menaçaient sourdement ce malheureux pays. Il n'y avait point d'intrigues à lier, toutes auraient été insuffisantes; ce qu'il fallait, c'était de trouver juste ce que la France voulait et ce que l'Europe devait vouloir.» C'était de trouver, aussi, la convenance, la sécurité et l'avantage de Talleyrand: et il se décida lorsqu'il se fut rendu compte que les intérêts des trois sujets à considérer coïncidaient: ","la France"," voulait la paix avec l'honneur, que lui apporterait la monarchie; ","les Alliés"," ne pouvaient pas se mettre d'accord sur les autres solutions; ","Talleyrand"," enfin, brûlé dans tous les camps, et qui n'avait de chances de revenir aux affaires qu'en rendant service à la cause qui, par situation, avait le plus de chances elle-même...","Par ce rapide croquis, on voit très bien comment les restaurations se font et pourraient se faire encore...","Ses calculs achevés, Talleyrand devint un légitimiste résolu, et dont la résolution croissait à mesure que la cocarde blanche paraissait davantage dans Paris et que plus de bouches poussaient le cri de: «Vivent les Bourbons!» C'est à ce moment précis qu'il dut livrer une rude bataille pour écarter un obstacle qui se présentait sur la route. Parmi les souverains alliés, si peu chauds pour la cause de la monarchie légitime, l'empereur Alexandre demeurait irréductible. Tous les plans se heurtaient à son opposition. Il nous reste à voir comment Talleyrand parvint à la lever et à l'aide de quels arguments il força la conviction du tsar, qui persistait à nous amener dans ses bagages soit la République, soit Bernadotte, mais pas du tout Louis XVIII..."]},
		{
			"title":["","VIII","Le suprême obstacle au rétablissement de la monarchie: le veto d'un monarque étranger"],"text":["","A","près avoir suivi scrupuleusement le récit impartial d'Albert Sorel, dans l'exposé des circonstances vraies qui accompagnèrent la Restauration de 1814, nous touchons donc au dénouement. Voilà Talleyrand gagné à la cause royale. Il ne reste plus, pour que la Monarchie soit faite, qu'une condition à remplir: obtenir l'aveu du plus puissant des souverains alliés, l'empereur Alexandre de Russie, arbitre de la situation.","Ce fut une partie bien curieuse, d'où Talleyrand sortit vainqueur, mais où le Tsar montra, avec une bonne foi médiocre, la persistance de son antipathie pour les Bourbons.","Alexandre avait fait son entrée dans Paris aux applaudissements, non des ultras ni des émigrés, mais des quatre-vingt-neuvistes. «Les gens d'affaires se félicitaient, écrit Sorel. ","Les libéraux se répandaient en effusions",". Les Alliés cessaient de paraître des ennemis.» Alexandre, autocrate dont l'ambition était de plaire à la démocratie, fut renforcé par cet accueil dans son dessein de donner à la France un gouvernement de sa façon. Son homme de confiance, Nesselrode, entra en contact avec Talleyrand, qu'il trouva entouré de Dalberg, de l'abbé de Pradt, du baron Louis, en pleine conspiration royaliste. Les premiers mots de Nesselrode furent pour déclarer que son maître «n'avait encore qu'une seule idée arrêtée, celle ne de pas laisser Napoléon sur le trône de France»... On le vit bien lorsque Alexandre en personne, descendu à l'hôtel Saint-Florentin, essaya de gagner Talleyrand à son idée qui était de faire régner sur la France Bernadotte ou un maréchal de l'Empire...","Ici Talleyrand fut supérieur.","«Pourquoi un soldat, dit-il à Alexandre, quand nous rejetons le premier de tous?» Et alors il développa, avec les arguments les plus propres à toucher l'autocrate, la thèse de la légitimité à laquelle il venait d'être fraîchement conquis lui-même: «Ni vous, Sire, ni les puissances alliées, ni moi, à qui vous croyez quelque influence, aucun de nous ne peut donner un roi à la France... Un roi quelconque, imposé, serait le résultat d'une intrigue ou de la force; l'une et l'autre seraient impuissantes. Pour établir une chose durable et qui soit acceptée sans réclamation, il faut agir d'après un principe. Avec un principe nous sommes forts; les oppositions s'effaceront en peu de temps; et, un principe, il n'y en a qu'un: Louis XVIII est un principe, c'est le roi légitime.»","Alexandre, un moment allié et même ami de Napoléon, avait bien prouvé qu'il n'était pas esclave des principes. A peine savait-il ce que c'était. Toutefois les paroles de Talleyrand le frappèrent. Ce grand imaginatif commença peut-être de concevoir ce jour-là le système de la Sainte-Alliance. Il persista pourtant à se réserver, évita de prononcer le nom des Bourbons, «se flattant, dit fortement Albert Sorel, se flattant encore que les Français en prononceraient un autre». Les Français n'en prononçant pas, Alexandre, le 31 mars, se décida à signer ce qu'on a appelé sa «déclaration». Au nom des souverains alliés, il se disait prêt à reconnaître et à garantir la constitution que se donnerait la nation française. Le papier paraphé, il hésitait encore... «Comment, demanda-t-il à Talleyrand, puis-je savoir que la France désire la maison de Bourbon?—Par une délibération, Sire, que je me charge de faire prendre au Sénat, et dont Votre Majesté verra immédiatement l'effet.—Vous en êtes sûr?—J'en réponds, Sire.»","Le 2 avril, comme il l'avait promis, Talleyrand avait en poche la «mémorable délibération» par laquelle le Sénat conservateur créé par les institutions impériales ruinait l'Empire. Comme le remarque Sorel, par une vue profonde qui illumine tout le cycle parcouru par la France de 1789 à 1814, l'assemblée qui proclamait la déchéance de Napoléon et ouvrait le chemin du trône à Louis XVIII, descendait en droite ligne des assemblées révolutionnaires. Parmi les signataires de la délibération, il y avait jusqu'à des régicides. C'étaient les mêmes qui avaient approuvé Brumaire comme Fructidor, après la Terreur et le reste. La grande aventure de la Révolution s'était, d'un bout à l'autre, déroulée devant la même toile de fond. Parmi ces avatars de vingt-cinq ans, le régime parlementaire issu des États Généraux, après avoir accepté tout ce que lui avaient apporté les hommes ou les circonstances, était resté pareil à lui-même...","Il manquait, après cela, quelque chose encore pour que la Monarchie fût faite. D'abord que Napoléon, abandonné de tous, se décidât à abdiquer: il fallut cela pour que les souverains alliés renonçassent complètement à leurs projets sur la France. Il manquait encore que Chateaubriand lançât sa fameuse brochure ","De Buonaparte et des Bourbons",", «inspirée par la divination de l'inquiétude générale», et qui traduisit à l'usage du peuple français, avec magnificence, les raisons positives pour lesquelles Talleyrand s'était rallié à la cause royale. Alors l'acclamation populaire grandit, emporta tout... Avec Vitrolles et les royalistes obstinés qui n'avaient jamais ni désespéré ni cédé, Talleyrand et Chateaubriand—les hommes le moins faits pour s'entendre—avaient été les vrais, les seuls artisans de la Restauration. Ils l'avaient imposée aux Alliés. En sorte que le Sénat put voter, le 6 avril, ce texte que le Corps législatif devait approuver le 9: «Le peuple français appelle ","librement"," au trône Louis-Stanislas-Xavier de France, frère du dernier roi.»","Ce «librement» est un des mots historiques les plus vrais qui aient jamais été prononcés. Au terme de cette étude, c'est celui qu'il faut retenir.","\n  "]},
		{
			"title":["","TABLE","DES MATIÈRES"],"text":[""]}]},"c":"0001-01-01T00:00:00Z","u":"0001-01-01T00:00:00Z"}