{
	"id":"13",
	"meta":{
		"title":["L'Horloge qui chante"],
		"lang":["fr"],
		"id":["urn:uuid:4ecc27af-736f-40dc-8908-41a137d3401f"],
		"creator":["Albert Aubert"],
		"publisher":["Project Gutenberg Canada"],
		"meta":["0.3.4"]},
	"data":{
		"chapter":[{
			"title":[""],"text":["* Livre électronique de Project Gutenberg Canada *","\n  ","\n  Le présent livre électronique est rendu accessible gratuitement et avec quelques restrictions seulement. Ces restrictions ne s'appliquent que si [1] vous apportez des modifications au livre électronique (et que ces modifications portent sur le contenu et le sens du texte, pas simplement sur la mise en page) ou [2] vous employez ce livre électronique à des fins commerciales. Si l'une de ces conditions s'applique, veuillez consulter ","gutenberg.ca/links/licencefr.html"," avant de continuer.","\n  ","\n  Ce texte est dans le domaine public au Canada, mais pourrait être couvert par le droit d'auteur dans certains pays. Si vous ne vivez pas au Canada, renseignez-vous sur les lois concernant le droit d'auteur. ","Dans le cas où le livre est couvert par le droit d'auteur dans votre pays, ne le téléchargez pas et ne redistribuez pas ce fichier.","\n  ","\n  ","Titre:"," L'Horloge qui chante. Nouvelle américaine.","\n  ","Auteur:"," Aubert, Albert","\n  ","Date de la première publication:"," 1843","\n  ","Lieu et date de l'édition utilisée comme modèle pour ce livre électronique:"," Paris: Revue L'Illustration, livraisons 42 et 43 (décembre 1843)","\n  ","Date de la première publication sur Project Gutenberg Canada:"," 12 juin 2012","\n  ","Date de la dernière mise à jour:"," 12 juin 2012","\n  Livre électronique de Project Gutenberg Canada n","o"," 955","\n  ","\n  Ce livre électronique a été créé par Rénald Lévesque","\n  ","\n  ","\n  ","\n  ","\n  ","\n  "]},
		{
			"title":["L'Horloge qui chante.","Albert Aubert"],"text":["Le pauvre Daniel s'en revenait d'un pied leste et le cœur content; un mois auparavant on l'avait vu partir du logis tout habillé de ses horloges en bois, qu'il portait, par-devant et par-derrière, sur la poitrine et sur les épaules. Ainsi chargé Daniel avait parcouru l'État de l'Ohio tout entier, et il n'était si mince bourgade qui n'eût entendu sa petite chanson accoutumée, qu'il chantait d'une voix claire et joyeuse:","«Cuckoo! cuckoo! Voici les horloges, les bonnes horloges, qui ne s'arrêtent ni le jour ni la nuit, et qui chantent mieux que le coucou dans les bois! Cuckoo! cuckoo!»","La tournée de Daniel avait été heureuse: il s'était défait à bon compte de toutes ses horloges, et un riche presbytérien lui avait acheté le grand cadran à rayons d'or que, depuis trois ans, il portait tout resplendissant au milieu de sa poitrine, sans avoir pu trouver encore à qui le vendre.","Au détour de la route parurent, entre les arbres, les premières maisons de la ville de Cleveland; Daniel fit une halte, secoua la poussière de ses souliers, rajusta sa pauvre toilette, et reprit ensuite son chemin d'un pas moins pressé qu'auparavant. A mesure qu'il avançait dans la ville, sa marche se ralentissait encore, et au lieu d'aller le front haut, comme tout à l'heure, il tenait le nez baissé vers la terre; enfin, il arriva sur la grande place, toute bordée de chênes verts. La nuit commençait à tomber; déjà les boutiques étaient éclairées, et, entre toutes ces lumières, brillaient par excellence les quinquets de maître Saunders, l'horloger, qui tenait boutique ","au char d'Apollon",". Daniel, retenant son haleine, étouffant le bruit de ses pas, s'avança vers ce beau magasin, le plus riche sans contredit de tout Cleveland, et vint coller sa figure aux carreaux de l'une des fenêtres.","Maître Saunders était vastement assis dans son grand fauteuil de cuir noir, les mains croisées sur son large abdomen; doucement absorbé dans la tranquille affaire de sa digestion, il tenait ses regards fixés, tout droit devant lui, sur une grande pendule de bois, qui ornait le fond de sa boutique, et servait de régulatrice à toutes les montres de Cleveland. Saunders vénérait sa vieille pendule comme la plus belle pièce d'horlogerie qui fut sortie de ses savantes mains; c'était pour lui une occupation toute paternelle que de suivre de l'œil l'admirable marche des deux aiguilles dorées, et vous l'auriez vu alors imprimer machinalement à sa tête grise un petit battement régulier, correspondant à celui du balancier de la pendule.--Assise à côté de l'horloger, sa fille Louise filait au rouet; elle courbait la tête d'un air pensif, et les boucles de ses cheveux blonds couvraient presque entièrement ses joues vermeilles.","Daniel demeurait toujours immobile aux carreaux. Enfin la jeune fille leva la tête, et, ses yeux rencontrant ceux de Daniel, qui étaient fixés sur elle, Louise fit un petit cri étouffé: «Daniel!» En même temps une vive rougeur vint colorer son visage. «Déjà, s'écria maître Saunders, en se levant; déjà de retour, ","le nez bleu!","» (Il n'appelait jamais autrement son apprenti, à cause qu'il était originaire de la Nouvelle-Écosse; et, comme on sait, les habitants de ce pays ont été surnommés ","les nez bleus"," par leurs voisins de l'Union). Daniel avait ouvert la porte de la boutique et était entré. «Quoi! toutes vendues? fit maître Saunders avec un gros rire, en retournant brusquement Daniel par devant et par derrière; toutes... jusqu'au ","soleil","! (c'était le cadran à rayons d'or). Dieu a béni mon voyage,» répondit Daniel, qui était pieux; en même temps il tira de sa blouse une grosse sacoche toute ronde d'écus, et la déposa sur le comptoir. Les yeux de l'horloger pétillèrent, et prenant la sacoche d'une main, il tendit l'autre à Daniel, lui disant: «Touche là, mon garçon; tu es un brave ","nez bleu!","» Cependant Louise, qui avait vu de grosses gouttes de sueur rouler sur le front hâlé de Daniel, courait dans l'arrière-boutique, et déjà revenait avec un grand verre tout plein de ","mint-julip"," (eau de menthe), la boisson favorite des Américains. Elle posa sans rien dire le verre sur le comptoir, tout près de Daniel, dont les yeux ne perdaient pas un seul de ses mouvements. L'horloger avait déjà saisi la plume; il dressait ses comptes; Louise s'était remise à son rouet, et, avec un doux sourire, elle faisait signe à Daniel de prendre le verre qu'elle avait placé près de lui; mais Daniel, tout en répondant aux questions multipliées de son maître, ne songeait qu'à regarder Louise qui lui souriait.","En cet instant entra avec fracas dans la boutique Samuel Saunders, le fils du maître; il venait du club, où il s'était si chaudement disputé que la sueur ruisselait encore sur son front. Il entra sans saluer ni son père ni sa sœur, sans dire un mot à Daniel, saisit le verre que Louise avait posé sur le comptoir, l'avala d'un trait, et monta en sifflant à sa chambre. Samuel était un mauvais garçon, qui méprisait son père et l'horlogerie; il n'avait jamais voulu rien apprendre, si ce n'est quelques lambeaux de discours des orateurs nationaux, qu'à peine âgé de dix ans, il déclamait avec fureur dans son école. Une partie de ses journées se passait à parler, ou plutôt à crier dans les clubs et les ","remuements de piété"," (assemblées religieuses); le reste de son temps était employé à fumer, à boire ou à jouer. Son père l'avait plusieurs fois menacé de le chasser de chez lui et de le déshériter; mais Samuel n'en continuait pas moins son train de vie accoutumé; et naguère encore il venait de combler la mesure, en abandonnant publiquement la communion de son père, qui était universitaire, pour entrer dans la secte remuante des korkornaites. Le seul sentiment noble qui fut dans son cœur, c'était le patriotisme, mais le patriotisme tel qu'on l'inspire aux enfants des écoles américaines, c'est-à-dire une jalousie nationale, plus amère et plus hautaine encore que celle des Anglais; et sans cesse, dans ses discours, Samuel avait à la bouche les phrases vaniteuses qui remplissent les romans et les poèmes de son pays; par exemple: «Les États-Unis sont le plus beau pays du monde... Nous perfectionnons, nous! nous avons perfectionné la nature humaine... L'Américain des États-Unis a du fond, de la vitesse, de l'apparence; vif comme le renard, souple comme l'anguille, fin comme la belette, il éclipse la création, ","il vaut l'argent monnayé",";» et mille autres glorioles semblables.--Samuel détestait l'apprenti de son père, parce qu'il était un ","nez bleu",", et que les ","nez bleus"," n'étaient pas des hommes à ses yeux; il frémissait de rage en voyant s'asseoir à la table de citoyens libres cet esclave échappé des fers de la Nouvelle-Écosse, et il ne lui épargnait ni les mauvais traitements ni les injures. Daniel supportait tout cela avec douceur, et, rendant le bien pour le mal, il joignait toujours ses prières à celles de Louise, pour apaiser la colère de maître Saunders, sans cesse excitée par l'ivrognerie, la paresse et le libertinage de son mauvais fils.","Quand les comptes eurent été réglés, maître Saunders renferma son argent d'un air satisfait; et, témoignant à Daniel un intérêt inaccoutumé, il l'engagea à aller prendre le repos dont il devait avoir grand besoin, et lui souhaita le bonsoir d'une façon presque affectueuse.","Daniel éprouva un vif sentiment de bonheur en revoyant sa petite chambre à rideaux blancs. Pendant son absence, une main amie avait arrosé soir et matin les rosiers qui fleurissaient sur sa fenêtre, et soigneusement garni de mouron frais et de massepain la cage du petit chardonneret rouge et noir. Daniel courut ouvrir la croisée, qui donnait sur le beau lac Erié, et, comme déjà la lune s'élevait, il entendit, sur un des peupliers de la rive, chanter le rossignol. Son émotion fut si vive qu'il chancela et fut obligé de s'asseoir.","Daniel et Louise s'aimaient depuis longtemps: mais Daniel ne possédait rien au monde, et il n'osait découvrir au maître l'amour qu'il avait pour sa fille. Tout le jour, les deux amants pouvaient à peine se voir et se parler; mais dès que le soir était venu, Daniel ouvrait sa croisée, et toujours, à la même heure, Louise ouvrait aussi la sienne, pour respirer la fraîcheur du lac. Les deux fenêtres se touchaient presque. Longtemps Daniel n'avait osé adresser la parole à sa voisine; mais enfin un rossignol vint, l'été, s'établir sur l'un des peupliers de la rive, et comme il chantait le soir, à l'heure même où les deux amants se mettaient à leurs fenêtres, la conversation s'engagea en écoutant et en louant le merveilleux chanteur. Peu à peu étaient ensuite venues les confidences, les demi-aveux, puis les projets d'avenir, et Louise avait en cachette brodé pour Daniel une jolie bourse verte où tous deux ils mettaient leurs petites économies, destinées, dans leur pensée, aux premiers frais de leur ménage futur.","Cependant les jours et les mois s'étaient écoulés sans que Daniel osât faire à son maître la solennelle demande. La haine que Samuel lui portait, et plus encore l'abord dur et sévère du maître, intimidaient ses meilleures résolutions. Louise devenait triste et pensive, et souvent ses yeux étaient pleins de larmes qu'elle essuyait à la dérobée, mais que Daniel voyait bien. Par bonheur vint à passer dans la ville un horloger ambulant, qui portait sur son dos des horloges à musique. Des horloges à musique! Avait-on ouï jamais parler à Cleveland d'un pareil prodige? Quel soufflet sur la joue des pauvres coucous de bois, qui n'avaient dans le gosier que deux tristes notes, toujours les mêmes! M. Saunders se piquait d'avoir plus qu'aucun homme vivant reculé les limites de l'horlogerie; aussi refusa-t-il d'abord de croire à ces nouvelles merveilles de l'art; mais il entendit de ses oreilles chanter les heures de l'étranger; et alors, animé d'un beau zèle, il prit ses outils, s'enferma dans sa chambre, tailla, coupa, fabriqua rouages et mécaniques; mais il eut beau faire, ses horloges à musique chantaient tout au plus comme un tournebroche. Il en fut malade de dépit, et déclara à qui voulut l'entendre que l'étranger qu'on avait vu était tout au moins un sorcier.","Daniel eut une idée audacieuse, et le soir, à la fenêtre, il confia son projet à Louise, qui l'approuva de tout son cœur. Le rossignol leur avait si souvent et si bien chanté sa chanson, que tous les deux la savaient par cœur d'un bout à l'autre. Daniel disait même à Louise que, pendant son travail ou ses voyages, dès qu'il venait à penser à elle, aussitôt la chanson du rossignol retentissait doucement au fond de son cœur. Daniel, bon ouvrier en horlogerie, entreprit donc de mettre cette bonne petite chanson dans une horloge. «Maître Saunders, disait-il, est trop bon horloger pour me rien refuser, si je puis réaliser le chef-d'œuvre.» Aussitôt Daniel se mit à l'ouvrage; mais il s'aperçut bientôt qu'une connaissance précieuse lui manquait: il ne savait pas la musique; Louise, ne la savait pas davantage. Que faire? Après maintes délibérations, il fut résolu entre les deux amants que Daniel, lors de sa prochaine tournée, pousserait jusqu'à Louisville, et irait s'adresser à M Clarke, le plus fameux organiste de tout l'Ohio, grand musicien, s'il fallait en croire la renommée, et passé maître dans son art.","Le soir donc de son retour, le pauvre Daniel était accoudé sur sa fenêtre, à peine remis de sa vive émotion que lui avait fait éprouver la chanson du rossignol ami; il attendait Louise, et, cependant, s'attendrissait à regarder le beau lac enveloppé dans les sombres clartés de la nuit.--Enfin la fenêtre voisine s'ouvrit. «Eh bien?» demanda Louise avec anxiété. --Elle tendait à Daniel sa petite main blanche; et lui, pour la baiser, avançait tout son corps en dehors de la fenêtre, au risque de se précipiter. «Eh bien! Daniel..... reprit Louise, M. Clarke?...--Je l'ai vu, je l'ai vu! Louise, que Dieu m'assiste, et l'horloge chantera.» Louise fit un cri de joie, et voulut que Daniel lui racontât en détail sa fameuse entrevue avec l'organiste. «Figurez-vous, Louise, un grand homme sec et jaune, enveloppé dans une robe de chambre à ramages rouges, avec de grandes mains blanches et des manchettes de dentelle. J'avançais ou plutôt je demeurais sur le seuil, tournant mon bonnet entre mes mains et me confondant en saints. «Que voulez-vous de moi, mon garçon?» me dit M. Clarke avec bonté. Je m'enhardis, et j'entrai tout à fait. Il me fit asseoir et me renouvela sa question obligeante. Alors je pensai à vous, Louise, et je pris mon courage à deux mains. «Monsieur, lui dis-je effrontément, je voudrais faire une horloge qui chantât le même air que le rossignol.» Il sourit, et je baissai le nez en rougissant. Mais M, Clarke est un très-brave homme qui ne voudrait faire de peine à personne, et, me voyant ainsi confus, il me demanda doucement qui m'avait mis en tête cette idée. Je n'hésitai pas, et lui contai toute notre histoire. Il parait que mon récit l'intéressa, car il me serra la main à plusieurs reprises, me disant: «Continuez, mon ami, continuez; je n'aime rien tant au monde que les bons cœurs.» Ah! Louise, s'il vous connaissait!--Après? dit Louise.--Quand j'eus achevé de conter, M. Clarke secoua la tête: «Mon pauvre Daniel, me dit-il, sais-tu bien ce que tu as entrepris? Tu ne le doutes vraiment pas de ce que c'est que le chant du rossignol; les plus grands musiciens ont pu à peine le noter. Crois-moi, choisis plutôt tel autre oiseau que tu voudras, la fauvette, le pinson.» Mais moi, je ne voulus pas démordre du rossignol, parce que c'est celui-là que vous aimez le mieux. «J'y mettrai dix ans s'il le faut, répondis-je à M. Clarke; Louise m'attendra bien... Dites-moi seulement de quelle manière il faut que je m'y prenne.» Alors M. Clarke me conduisit dans son cabinet de travail, ouvrit ses gros livres, et me lut tout ce que les savants ont écrit sur le chant du rossignol. L'un d'eux a compté dans ce chant vingt-quatre couplets différents, sans parler des variations (1).--Ah mon Dieu! s'écria Louise.--Ce n'est rien encore, reprit Daniel: un autre savant a remarqué que le rossignol se servait de seize entrées et conclusions différentes, pendant que les notes intermédiaires étaient variées à l'infini (2).--Daniel, dit Louise, il faut choisir un autre oiseau.--Oh! non, répondit Daniel, maintenant je suis sur de celui-là. Ecoutez encore. M. Clarke se mit à me chanter lui-même le chant du rossignol, et vraiment, Louise, en toute autre occasion, il m'eût donné grande envie de rire. Voici comme il chantait... N'allez pas vous moquer au moins de ce bon M. Clarke.","Tioû, tioû, tioû, tioû. Zo zo zo zo zo zo zo zo zo zo zo zo zirrhading. He ze ze ze ze ze ze ze ze zo ze ze ze ze ze ze ze hudgehoi. Hi gai gai gai gai gai gai gai gai gai gai gai couior dzio dzio pi (3).","Note 1: Cette observation est de Bechstein.","Note 2: C'est l'honorable Daines Barrington qui a fait ce calcul; il avait étudié pendant trois ans le chant d'un rossignol.--Barrington a établi une table pour comparer le mérite respectif des oiseaux chanteurs, en prenant 20 pour le point de perfection. Voici comment il a évalué le chant du rossignol: ","moelleux",", 19; ","allegro-presto",", 11; ","notes plaintives",", 19; ","étendue",", 19; ","exécution",", 19.","Note 3: Ce chant appartient aussi à l'honorable Daines Barrington.","«Voyez si j'ai bonne mémoire. Oh! jamais ces notes-là ne me sortiront de la tête.--Après m'avoir lu toutes ces belles choses et bien d'autres encore, M. Clarke me mena chez un ouvrier habile à faire des instruments de musique, et tous les deux employèrent la journée à me montrer comment on s'y prenait pour tendre les cordes, faire les soufflets, accorder les notes, etc., etc. Je demeurai ainsi trois jours en apprentissage à Louisville, et comme, grâce à Dieu, je ne suis pas maladroit de mes mains, j'eus bientôt réussi, avec l'aide de M. Clarke et de son ouvrier, à faire une sorte, de petite serinette qui chantait tant bien que mal: tioû, tioû, tioû, et le reste. Maintenant il faut que je transporte le mécanisme dans une horloge. M. Clarke m'a embrassé en partant, et m'a remis un papier tout plein de notes de musique et de recommandations mécaniques; de plus, il veut bien que je lui écrive quand je serai embarrassé.--Je commence demain la machine.»","Louise fit un grand soupir. «Daniel! si vous n'alliez pas réussir!--Bon, je recommencerai; j'écrirai à M. Clarke; et puis n'ai-je pas sur le peuplier le meilleur de tous les modèles, un plus grand musicien que M. Clarke lui-même? C'est à lui que je m'adresserai de préférence quand je serai embarrassé... Ah! par exemple, je dois vous prévenir, Louise, que cela nous ruinera. Il y a des cordes d'argent, des roues d'argent, que sais-je! J'avais grand'peur que M. Clarke ne voulût des roues en or.--Ah! dit Louise, que le bon Dieu est donc riche, lui qui a fait tant de rossignols!» Puis elle courut à son tiroir, y prit la petite bourse verte et la donna à Daniel en lui disant: «Bonsoir, Daniel; je vais prier Dieu pour que le rossignol ne quitte pas notre peuplier.»","Dès le lendemain, comme il l'avait dit, Daniel entreprit son chef-d'œuvre; il était tout plein d'ardeur et sentait croître son courage à mesure que l'exécution de l'horloge lui révélait de plus grandes difficultés. Plus d'une fois il défit ce qu'il avait fait, plus d'une fois il détruisit en un instant le travail de plusieurs jours ou plutôt de plusieurs nuits; car, durant la journée, Daniel avait peu de moments à lui. Le vieux Saunders, comme il arrive souvent aux horlogers, était atteint d'une maladie d'yeux qui l'empêchait de travailler, et il se reposait sur son apprenti de tous les fins ouvrages d'horlogerie. Pendant le jour, Daniel travaillait donc pour son maître, et il ne s'épargnait guère, suivant sa coutume. La vue de Louise, silencieusement assise au fond de la boutique, enchantait d'ailleurs son travail, quoiqu'elle lui rappelât aussi l'œuvre inachevée d'où dépendait le bonheur de toute leur vie, et lui fit regretter peut-être chaque moment perdu à une besogne étrangère. Daniel n'osait guère regarder Louise, car le vieux Saunders, inoccupé et plus chagrin chaque jour, demeurait là et lui reprochait tous les instants on il prenait haleine. Par bonheur Louise trouvait toujours moyen, en allant et venant de côté et d'autre, de s'approcher de l'établi de Daniel, et alors elle fredonnait le plus bas qu'elle pouvait:","Tioû, tioû, tioû, tioû,","ou bien:","Hi gai gai gai gai gai gai gai gai gai gai gai couior dzio dzio pi,","et Daniel oubliait toutes ses peines.--Un jour le maître entendit le refrain de sa fille, et il lui dit d'un ton dur et presque colère: «Quelle diable de chanson chantes-tu donc là?» Louise pâlit, se déconcerta et ne sut que répondre; ce qui la fit traitet de sotte par son père.","Le soir, sitôt la boutique fermée, Daniel montait bien vite à sa petite chambre, et, tout en écoutant le rossignol, il poussait l'œuvre de toutes ses forces. Quand il était embarrassé pour une note ou pour un accord, il allait à sa fenêtre consulter Louise, qui depuis quelque temps avait beaucoup réfléchi sur la musique du rossignol, et en aurait remontré à M. Clarke lui-même.--Le Ciel semblait d'ailleurs bénir et favoriser les deux amants; l'été se prolongeait au delà de toute espérance; le rossignol chantait toujours, et si bien, que ses chansons avaient fini par attirer sur son peuplier un autre petit musicien de son espèce, en sorte que, jusqu'au matin, c'étaient des roulades à n'en plus finir, des cadences continuelles, un assaut de notes perlées et de gammes brillantes. L'un n'avait pas fini que l'autre reprenait déjà de plus belle, comme si tous les deux eussent voulu chanter à en mourir!","Enfin, après une dernière nuit passée tout entière à l'ouvrage, l'horloge fut finie; elle chantait! Quand Louise descendit, le matin, à la boutique, Daniel tourna vers elle un visage rayonnant, et se mit à chanter tout doucement:","Tioû, tioû, tioû, etc.,","sans se lasser, jusqu'à ce que son maître, impatienté, se fut écrié: «Auras-tu bientôt fini ta chanson de ","nez bleu?","» Mais bien certainement Daniel chanta encore, derrière ses lèvres, toute la journée:","Tioû, tioû, tioû...","Jamais soirée ne fut si longue à venir au gré des deux amants. Pour surcroît d'impatience, ce jour-là, Samuel Saunders ne rentra point à son heure accoutumée, et son père, qui l'attendait, ne voulut fermer sa boutique que bien avant dans la soirée. Enfin, comme Samuel ne rentrait pas, le maître donna en grondant le signal de la retraite. Aussitôt Daniel escalada les escaliers, et apporta sur sa fenêtre la précieuse horloge. Elle devait chanter à minuit, et minuit approchait. Penchée à sa fenêtre, Louise attendait toute tremblante l'heure fatale. Sûr de son œuvre, Daniel riait, triomphait, parlait à Louise de leur prochaine union; il repassait toutes les peines qu'il avait prises pour construire son horloge, et enorgueillissait en pensant qu'il n'avait pas eu besoin d'écrire une seule fois à M. Clarke, si ce n'est pour le remercier de ses bons avis, et lui annoncer les excellente fruits qu'ils avaient portés.","Tout à coup le carillon de minuit sonna au clocher de l'église. Louise fit un cri d'effroi, et le cœur de Daniel se serra malgré lui; mais aussitôt l'horloge se mit à chanter, et elle n'avait pas encore fini que les deux rossignols du peuplier continuaient avec elle la chanson commencée: Louise pleurait de joie, et Daniel embrassait son horloge.--Le reste de la nuit fut employé à délibérer sur ce qui restait à faire. Il ne fallait pas perdre de temps; l'on décida à l'unanimité que le lendemain, à midi, Daniel porterait l'horloge à maître Saunders, et lui demanderait la main de sa fille, sans autre formalité. Puisque l'horloge chantait, Daniel pouvait bien traiter d'égal à égal avec son patron.","Tout allait bien jusque-là; les deux amants se croyaient au comble de leurs vœux; mais le Ciel, qui se plaît à éprouver les bons cœurs, leur réservait un chagrin bien amer. Ce lendemain, si beau dans leur espoir, devait être le plus triste jour de leur vie.--On se rappelle que le méchant Samuel n'était point rentré le soir dans la maison paternelle; tout le jour il avait fait la débauche, et, à la tombée de la nuit, il était allé errer dans la campagne, pour dissiper son ivresse. Il marcha, ainsi à l'aventure, dans les ténèbres, jusqu'à ce que, ne pouvant plus se soutenir, il se laissa tomber sous le premier arbre venu, pour y cuver don vin--Le sort voulut que cet arbre lût précisément le peuplier des deux rossignols.--Peu à peu Samuel, engourdi sur la terre, sentit la fraîcheur de la unit dissiper les fumées de son ivresse. Déjà il commençait à reprendre sa raison, lorsqu'il entendit au-dessus de sa tête deux voix connues qui achevèrent de l'éveiller! c'était la voix de Daniel et celle de sa sœur. Samuel dressa l'oreille, surprit le secret des deux amants, entendit chanter l'horloge, et ne perdit pas un mot du plan qui avait été concerté pour le lendemain. Sa colère était au comble de voir sa sœur aimer ce ","nez-bleu",", cet esclave, comme il l'appelait; mais la violence ne lui aurait servi de rien; il dissimula et conçut dans son cœur un noir projet, qui devait déjouer les heureuses espérances de Louise et de Daniel. Il rentra de bonne heure en compagnie d'un homme de mauvaise mine, et alla se renfermer avec lui dans sa chambre. Tous ses amis avaient cet air-là, et personne ne prit garde à sa nouvelle connaissance.","Le soleil s'était levé radieux; Daniel en conçut un heureux présage; il donna, un dernier coup d'œil à son horloge, en graissa les principaux ressorts, la monta avec soin, et la renferma précieusement dans son armoire; puis il descendit à la boutique. Son maître était déjà levé, debout sur le seuil de la porte, les deux mains dans ses goussets, il prenait le soleil du matin, et avait un air de bonne humeur qu'on ne lui avait pas vu depuis longtemps. Daniel se sentit tout heureux de cette bonne disposition du maître, et il lui demanda respectueusement des nouvelles de ses yeux.--Ce qui redoubla le contentement intérieur de l'horloger, en lui fournissant une occasion légitime de se plaindre; et, comme il était en train de causer, il se mit à s'attendrir sur la condition commune des horlogers, dont la vue finit toujours par s'affaiblir, à la suite de leurs travaux imperceptibles: «Ménage ta vue, nez bleu! ménage ta vue! Tu es bon ouvrier, tu pourras faire quelque chose, mais souviens-toi que les yeux ne sont pas de fer.» Le disant, le maître tenait familièrement l'apprenti par un des boutons de sa veste. Faveur inouïe! Louise remerciait Dieu d'avoir amolli le cœur de son père.","Quand onze heures furent sonnées, le maître monta dans sa chambre, comme il étail accoutumé de faire tous les jours à la même heure. La plus grande joie du vieil horloger, depuis qu'il ne pouvait plus travailler, était de monter lui-même toutes les horloges de sa maison, et d'en régler le mouvement à une seconde près; il avait dans sa chambre à coucher une collection d'horloges de France, qu'il soignait particulièrement et chérissait plus que ses propres coucous. A l'entendre, lorsque ces horloges arrivèrent de France, elles étaient toutes détraquées, et il n'eût voulu les vendre en cet état qu'aux ennemis de l'Union; mais, depuis qu'il les surveillait, leur mouvement était devenu régulier et constant, à faire envie au soleil. «Or, disait-il, quel est le véritable artiste, de celui qui construit sottement une machine, ou de celui qui règle les fonctions de cette machine et en corrige les rouages indisciplinés?» Tous les jours donc il passait une heure entière à voir marcher d'un pas harmonieux et cadencé ces nombreuses horloges: et, quand elles sonnaient l'heure toutes à la fois, il les comparait à un régiment de soldats qui portent arme tous du même coup, et connue un seul homme. Il ne manquait jamais l'heure de midi, qui lui faisait savourer douze fois son triomphe.","Dès qu'il fut monté, Daniel, plein de confiance, alla en toute hâte chercher son horloge; il eut quelque peine à ouvrir l'armoire où il l'avait renfermée; la clef tournait difficilement dans la serrure; mais il n'avait pas le temps d'y prendre garde. Il saisit sa précieuse machine et descendit les escaliers quatre à quatre. Arrivé devant la porte du maître, il leva le loquet sans hésitation et entra.--Onze heures et demie allaient sonner aux horloges françaises. Saunders, qui tendait déjà l'oreille, fit signe brusquement à l'apprenti de s'arrêter et de se tenir coi. Daniel demeura sur le seuil; les horloges sonnèrent la demie ensemble et d'un seul son. Un sourire superbe éclairait la physionomie du vieux Saunders. Tout à coup, plus de trois secondes après les autres, se fit honteusement entendre une demi-heure retardataire. L'horloger pâlit, et tout furieux; «C'est le Turc! s'écriait-il; encore le Turc, toujours le Turc! L'imbécile! le butor! je le reconnais bien,» et il montrait le poing à une belle horloge de jaspe, surmontée d'un magnifique Turc en or. La colère de Saunders était effroyable, et se répandait en injures. «Dire que je le réarrange tous les jours, ce gredin de Turc! oui, tous les jours, ce chien d'infidèle! Quel est donc l'âne de Français qui a pu fabriquer une aussi ignoble patraque?... Ils appellent cela de l'horlogerie, de l'autre côté de l'eau!... Va, bélître, je te vendrai au rabais, si tu commues... toujours en retard!» Et se tournant vers Daniel, qui l'écoutait la bouche béante: «Que me veux-tu, imbécile? que tiens-tu là sottement entre tes mains?» Daniel trembla il de tout son corps, comme s'il eut été lui-même le coupable Turc pris en flagrant retard; et il eut bien voulu se sauver, voyant le beau temps et la bonne humeur du matin ainsi tournés en orage et en fureur; mais il n'était plus temps de songer à la retraite. «Voyons, parleras-tu, benêt?» s'écria le patron d'une voix de tonnerre. Daniel jugea que l'heure des résolutions extrêmes était arrivée; et, appelant Dieu à son aide, il dit d'une voix à peu près assurée: «Maître, j'ai à vous parler de choses graves! Saunders ouvrit de grands yeux, et regarda Daniel de la tête aux pieds. «Je suis bon ouvrier, reprit Daniel, sans se déconcerter de ce terrible regard; c'est vous qui me l'avez dit ce matin; et me voici en âge de m'établir.--Tu n'as pas le sou, interrompit le maître.--C'est vrai; mais je sait travailler, et je travaillerai.--Eh bien! va-t'en aux diables! établis-toi où tu voudras, le monde est grand; mais je te préviens que je ne t'avancerai pas un demi-schelling.--Maître, je n'ai point envie de vous quitter.--Ouais! que veux-tu dire?--Maître... j'aime votre, fille, et votre fille m'aime.» Saunders pâle de colère, saisit une chaise; mais déjà Daniel, déposant son horloge sur la table, avait saisi le bras du vieillard d'une façon énergique, qui ne souffrait point la résistance, «Écoutez-moi, M. Saunders; vous êtes le maître, et moi l'ouvrier; mais je suis un honnête homme, et vous n'avez pas le droit de me maltraiter. Je ne viens point, comme un vagabond sans sou ni maille, vont demander la main de votre fille; j'apporte ma dot: la voici; et il montrait son horloge.--Ce coucou? dit ironiquement l'horloger.--Ce n'est point un coucou, mais un rossignol, une horloge qui chante, et mieux encore que celle de l'étranger que vous appeliez un sorcier. Midi va sonner, vous entendrez, ma musique; après cela, vous déciderez.» Daniel lâcha le bras de son patron, et vint tout pâle s'asseoir auprès de son horloge. Saunders croyait rêver.","Cependant, Samuel Saunders descendait à la boutique, et reconduisait jusqu'à la porte son vilain compagnon; une mauvaise joie était peinte sur sa figure, et son rire saccadé n'annonçait rien de bon. Louise se trouvait seule alors dans la boutique, et baissait les yeux pour ne point rencontrer les regards méchants de son frère. Samuel ricana quelque temps, debout devant elle, puis il la prit rudement par la main: «Viens là-haut, lui dit-il; midi va sonner;» et il la traîna de force jusqu'à la chambre de leur père.","A la vue de Samuel qui riait, et de la pauvre Louise toute tremblante, Daniel sentit un froid mortel pénétrer dans son cœur, «Ah! te voilà, bonne fille!» s'écria le vieux Saunders d'un air menaçant. Daniel se mit entre Louise et son père, et sa figure était si déterminée que le vieillard recula. Samuel s'était assis dans un coin de la chambre, riait méchamment dans sa barbe rousse, et sifflotait suivant sa coutume.","«Midi!» s'écria Daniel. Les horloges de France frappèrent leur premier coup. «Elle est en retard ta machine,» dit froidement le vieil horloger. Il n'avait pas fini ces mots, qu'un bruit rauque se fit entendre, comme si l'on eut tourné une vieille crécelle, ou fait crier une corde sur une poulie rouillée. Le pauvre Daniel poussa un cri d'angoisse, et Louise vint tomber sur une chaise, à demi morte. Samuel éclatait de rire; le vieux Saunders s'élança sur l'horloge de Daniel, la jeta à terre, la brisa en mille pièces d'un coup de pied, et poussa rudement Daniel par les épaules, en le chargeant d'injures grossières. Le pauvre garçon était tellement stupéfait, qu'il se trouva dans la rue sans savoir comment. Samuel se frottait les mains pendant cette belle exécution; il donna aussi, lui, un coup de pied dans les débris de la machine, il sortit.","Louise se trouva seule alors dans la chambre de son père; et telle était la douleur qui l'oppressait, qu'elle ne pouvait pleurer; enfin, elle s'agenouilla sur le carreau, et se mit pieusement en devoir de recueillir les morceaux de l'horloge brisée. La première, pièce qui tomba sous sa main fut une petite roue d'argent, que Daniel avait mis deux grandes nuits à faire, et qui devait faire mouvoir les principales cordes du clavier de l'horloge.--Toutes les dents de cette roue avaient été coupées: et la trace de la méchanceté était si visible, qu'on ne pouvait conserver aucun doute sur la mutilation de l'horloge. Le premier mouvement de Louise fut pour courir montrer à son père cette pièce accusatrice, et dénoncer le coupable. Mais le coupable était certainement Samuel son méchant rire seul le prouvait, et Louise connaissait son père pour juste autant que sévère. Pour une action si noire, il eût maudit son mauvais fils, il l'eût chassé, frappé peut-être de sa main; et Samuel, dans sa fureur, aurait-il respecté l'auteur de ses jours? Non! ce n'étaient point là les auspices sous lesquels Louise devait s'unir à celui qu'elle aimait.","Louise enveloppa soigneusement la roue mutilée et la fit tenir au pauvre Daniel, avec ces simples mots: «Mon frère est le coupable! Je n'ai rien dit à mon père. Adieu! je ne vous oublierai pas.» Le lendemain, les pluies arrivèrent et les deux rossignols du peuplier s'envolèrent. Samuel fit entrer chez son père, à la place de Daniel, le vilain homme qu'il avait amené déjà, il était un ivrogne et un brutal de son espèce, ancien ouvrier horloger, chassé pour vol de chez son premier maître; il avait fait la connaissance de Samuel à la taverne, et le jeune Saunders le paya pour venir détruire l'horloge de Daniel. Une mauvaise action était une bonne aubaine pour ce méchant homme, et il avait mis toute son adresse à couper les dents de la petite roue d'argent sans déranger les rouages ordinaires, afin que la confusion du pauvre apprenti fût plus complète. Samuel présenta son nouvel ami à Louise, en lui disant que c'était là le beau-frère de son choix et celui qu'il souhaitait.","Cependant Daniel l'exilé s'était retiré Louisville. Il avait, en pleurant, conté sou infortune au bon M. Clarke, qui mit tout en œuvre pour le consoler, et lui trouva un emploi honorable. Daniel sécha ses larmes, mais son cœur était toujours malade; il refit peu à peu, de ses nouvelles économies, son horloge à musique, et, comme il était guidé par les avis de l'organiste, il réussit bien mieux encore que la première fois; l'ancienne machine n'était qu'un chardonneret auprès de la nouvelle. Daniel n'avait d'autre bonheur que d'entendre la chanson de son horloge, qui le faisait toujours fondre en larmes; tous ses loisirs, tout son argent, étaient employés par lui à embellir ce monument de son amour et de ses regrets. Ainsi, il voulut que le cadran fût surmonté d'une branche d'argent sur laquelle était perché un rossignol d'or, le bec ouvert, la gorge gonflée et les ailes frémissantes.","Toute une année se passa de la sorte. «Elle m'oublie!» se disait Daniel. Un jour enfin il reçut une lettre portant le timbre de Cleveland. Il n'y avait que deux lignes dans cette lettre:","«Mon père a perdu la vue à la suite d'une longue maladie. Mon frère et le nouvel apprenti se sont enfuis avec tout l'argent de la maison. Revenez. «","Louise","».","Daniel prit aussitôt congé de ses bons amis de Louisville, et partit, emportant dans son sac sa nouvelle horloge. Lorsqu'il fut à l'entrée de Cleveland, une femme, qui était assise sur un banc de pierre et avait la tête enveloppée dans une mante brune, s'approcha de lui: «Je suis venue au-devant de vous, lui dit-elle; je savais que vous arriveriez aujourd'hui.» Louise était bien changée; ses joues avaient été creusées par les larmes, et son regard était si triste, que Daniel sentit son cœur prêt à se fendre. «Ecoutez, dit Louise d'une voix brève, en prenant le bras de Daniel, vous rentrez à la maison sous le nom de Patrick; vous venez, de New-York, souvenez-vous-en. Ne parlez pas ou changez votre voix; mon père ne doit pas vous reconnaître.» Puis, après un moment de silence, elle ajouta: «Vous n'aurez pas grand peine à vous taire; notre maison est silencieuse comme la tombe; mon père passe des semaines entières sans ouvrir la bouche.» Ils arrivèrent à la maison; Louise présenta le nouvel apprenti, «envoyé, disait-elle, par un de leurs amis de New-York.--C'est bien,» répondit le vieil aveugle. Daniel ne souffla pas un mot et se mit à travailler.","La pauvre maison ressemblait à la demeure d'un mort; les outils étaient déjà rouilles et toutes les horloges arrêtées. Depuis que Saunders avait perdu la vue, il avait défendu à sa fille de remonter les pendules, que personne ne réglait plus, et qui passaient toute la journée à sonner l'une après l'autre. Privé de ses horloges, le vieillard n'avait plus deux mois à vivre.","Daniel, au bout de quelques jours, eut remis tout en ordre; il visita les horloges de France l'une après l'autre, répara leur sonnerie sans que l'aveugle s'en doutât, et les tint toutes prêtes à marcher au premier jour. Louise le secondait de son mieux, mais elle était toujours triste, et Daniel n'osait lui parler de sa nouvelle machine, de peur de réveiller en elle de douloureux souvenirs. Enfin, un jour, le vieillard étant sorti de sa chambre, où étaient les pendules de France, Daniel se hâta de les remonter, pour qu'elles pussent sonner midi, dont l'heure approchait; puis il courut chercher son horloge et la plaça sur la cheminée, où elle brillait de tout son éclat, avec sa branche d'argent et son rossignol d'or.","Le vieillard rentra appuyé sur l'épaule de sa fille. Toutes les horloges frappèrent à l'unisson le premier coup de midi, puis le second, puis le troisième. Le vieillard poussa un grand cri. Les douze coups sonnèrent ensemble. «Toutes! s'écria l'aveugle; toutes!... jusqu'à ce gredin de Turc!...» Il était prêt à s'évanouir de joie.","Mais voici que l'horloge à musique mise au retard de quelques secondes par Daniel, se prend à chanter comme une perdue: Tioû, tioû, tioû, zo, zo, zo, etc. Ce fut au tour de Louise de pousser un cri. «Qu'est-ce cela? dit Saunders émerveillé.--C'est l'horloge du rossignol, répondit Daniel sans contrefaire sa voix.--Daniel!» s'écria le vieillard. Daniel était à ses genoux, et Louise avec lui. Le pauvre aveugle les embrassait tous les deux à les étouffer, et pleurait sur leur tête...","«Mais comment avais-tu donc fait ton compte pour manquer ta première horloge?» demanda le vieillard. Louise mit son doigt sur sa bouche en regardant Daniel. «Bah! répondit gaiement celui-ci; j'avais oublié de mettre des dents à ma roue principale... Rien que cela, s'il vous plaît! Si je vous avais consulté, maître, je n'aurais pas commis cette bévue. --Tais-toi donc, flatteur! dit en soupirant le vieil horloger, tu es plus habile que ton maître! Je n'avais jamais pu mater ce gredin de Turc!»","Albert Aubert","\n  ","\n  ","\n  ","\n  [Fin de ","L'Horloge qui chante",", par Albert Aubert]"]}]},"c":"0001-01-01T00:00:00Z","u":"0001-01-01T00:00:00Z"}