{
	"page0":{
		"\"An aunt,\" she said, and added":" \"On my mother's side.\"\n",
		"\"Go to the west entrance":" you'll find nobody there. What were you doing\n",
		"\"There's somebody at the door, miss":" will you open it for me?\"\n",
		"\"They never talk in front of me. But _something's_ happening":" I'm sure\n",
		"=Transcriber's notes":"=\n",
		"And then a thought struck Lois, and she asked":"\n",
		"And then, feeling that he had overstated the case, he added":"\n",
		"Selwyn to my friends. That's a wonderful frying-pan":" did you make it?\"\n",
		"The doctor swallowed something, and then Dorn asked":"\n",
		"The front room was now blazing. He tried the housekeeper's room":" that\n",
		"There was an interval of silence, and then the woman said":"\n",
		"about to warn her again of the dangers that attended an escape. Instead":"\n",
		"and then":"\n",
		"assurance when she faltered":"\n",
		"back. And then, answering her pained look":" \"Yes, I understand the\n",
		"began":"\n",
		"doctor knows":" he's the cleverest man in the world.\"\n",
		"earl":" he frequently came to the theatre, though not, I fear, in the most\n",
		"find a comfortable job for a very, very nice girl?\" And then":" \"Is Braime\n",
		"finished":"\n",
		"for a long time":" I've seen this coming on for days. When he raised Lois\n",
		"heard the knock and called to Lizzy":"\n",
		"immediately the sharp voice of a woman called":"\n",
		"old stick-in-the-mud, and saying":" 'Look here, old top, this sort of\n",
		"questions.\" And then, as an inspiration came to him":" \"I am from Mr.\n",
		"ran":"\n",
		"red square":" \"That's the road to Ilfey Village. There is an inn there,\n",
		"returned,\" he said, and then":" \"You don't wish to call up Lady Moron, I\n",
		"struck him":" \"Have you an Ordnance map of this district?\"\n",
		"tense emotion. Presently he went on in a lower voice":"\n",
		"the johnny who called. He asked for her ladyship. Gallows Farm":" that's\n",
		"to her and whispered":"\n",
		"wasn't":" she was in the library. And the telephone seems to have been\n"
		}
	}